[
  {
    "slang":"gue",
    "translationID":"saya",
    "translationEN":"I",
    "contextID":"Digunakan dalam percakapan santai, terutama di kalangan anak muda, untuk merujuk pada diri sendiri dengan nada akrab dan informal.",
    "contextEN":"Used in casual conversation, especially among young people, to refer to oneself in a friendly and informal tone.",
    "exampleID":"Gue mau pergi ke bioskop malam ini.",
    "exampleEN":"I want to go to the cinema tonight.",
    "sentiment":"neutral"
  },
  {
    "slang":"lu",
    "translationID":"kamu",
    "translationEN":"you",
    "contextID":"Digunakan dalam percakapan santai atau informal antara teman sebaya atau orang yang akrab. Menunjukkan kedekatan dan keakraban.",
    "contextEN":"Used in casual or informal conversations among peers or close acquaintances. It indicates familiarity and intimacy.",
    "exampleID":"Lu mau ikut nonton film malam ini?",
    "exampleEN":"Do you want to join to watch a movie tonight?",
    "sentiment":"positive"
  },
  {
    "slang":"gokil",
    "translationID":"gila \/ keren banget",
    "translationEN":"crazy \/ really cool",
    "contextID":"Digunakan untuk menyatakan kekaguman atau ketidakpercayaan atas sesuatu yang luar biasa atau tidak biasa.",
    "contextEN":"Used to express admiration or disbelief about something extraordinary or unusual.",
    "exampleID":"Pertunjukan tadi benar-benar gokil!",
    "exampleEN":"The show was really crazy!",
    "sentiment":"positive"
  },
  {
    "slang":"baper",
    "translationID":"bawa perasaan",
    "translationEN":"overly emotional",
    "contextID":"Digunakan untuk merujuk pada seseorang yang terlalu baper atau emosional dalam menanggapi situasi, sering kali dalam konteks hubungan atau interaksi sosial.",
    "contextEN":"Used to refer to someone who is overly emotional or sensitive in response to situations, often in the context of relationships or social interactions.",
    "exampleID":"Jangan baper ya, itu cuma bercanda.",
    "exampleEN":"Don't take it personally, it was just a joke.",
    "sentiment":"negative"
  },
  {
    "slang":"kepo",
    "translationID":"ingin tahu urusan orang lain",
    "translationEN":"to be nosy \/ overly curious",
    "contextID":"Digunakan untuk menggambarkan seseorang yang terlalu ingin tahu tentang kehidupan orang lain, sering kali dengan konotasi negatif.",
    "contextEN":"Used to describe someone who is overly curious about other people's lives, often with a negative connotation.",
    "exampleID":"Jangan kepo sama masalah orang lain.",
    "exampleEN":"Don't be nosy about other people's issues.",
    "sentiment":"negative"
  },
  {
    "slang":"aamiin",
    "translationID":"amin",
    "translationEN":"amen",
    "contextID":"Digunakan sebagai ungkapan persetujuan atau harapan dalam konteks doa atau permohonan, seringkali diucapkan setelah seseorang menyampaikan sesuatu yang diharapkan baik.",
    "contextEN":"Used as an expression of agreement or hope in the context of prayer or supplication, often said after someone expresses a wish for good.",
    "exampleID":"Semoga semua harapan kita terkabul, aamiin.",
    "exampleEN":"May all our hopes come true, amen.",
    "sentiment":"positive"
  },
  {
    "slang":"adek",
    "translationID":"adik",
    "translationEN":"younger sibling",
    "contextID":"Digunakan untuk merujuk kepada adik atau saudara yang lebih muda, sering kali dengan nuansa kasih sayang atau keakraban.",
    "contextEN":"Used to refer to a younger sibling, often with a sense of affection or familiarity.",
    "exampleID":"Adek, jangan lupa belajar ya!",
    "exampleEN":"Hey little sibling, don't forget to study!",
    "sentiment":"positive"
  },
  {
    "slang":"adlh",
    "translationID":"adalah",
    "translationEN":"is",
    "contextID":"Merupakan singkatan dari 'adalah', digunakan dalam percakapan informal, terutama di media sosial dan pesan teks, untuk menghemat waktu dan ruang.",
    "contextEN":"It is an abbreviation of 'adalah', commonly used in informal conversations, especially in social media and text messages, to save time and space.",
    "exampleID":"Dia adlh teman terbaikku.",
    "exampleEN":"He is my best friend.",
    "sentiment":"neutral"
  },
  {
    "slang":"aer",
    "translationID":"air",
    "translationEN":"water",
    "contextID":"Digunakan dalam percakapan santai, terutama di kalangan anak muda, sering kali dalam konteks informal atau humor.",
    "contextEN":"Used in casual conversations, especially among young people, often in informal or humorous contexts.",
    "exampleID":"Tadi siang aku minum aer dingin.",
    "exampleEN":"I drank cold water this afternoon.",
    "sentiment":"neutral"
  },
  {
    "slang":"aiskrim",
    "translationID":"es krim",
    "translationEN":"ice cream",
    "contextID":"Digunakan untuk merujuk pada makanan penutup beku yang terbuat dari susu dan gula, biasanya dinikmati sebagai camilan atau hidangan manis.",
    "contextEN":"Used to refer to a frozen dessert made from milk and sugar, typically enjoyed as a snack or sweet dish.",
    "exampleID":"Aku mau beli aiskrim di toko depan.",
    "exampleEN":"I want to buy ice cream at the store in front.",
    "sentiment":"positive"
  },
  {
    "slang":"aj",
    "translationID":"saja",
    "translationEN":"just",
    "contextID":"Digunakan untuk menyederhanakan atau memperjelas suatu pernyataan, sering kali dalam konteks informal.",
    "contextEN":"Used to simplify or clarify a statement, often in informal contexts.",
    "exampleID":"Aku mau makan aj.",
    "exampleEN":"I just want to eat.",
    "sentiment":"neutral"
  },
  {
    "slang":"aja",
    "translationID":"saja",
    "translationEN":"just",
    "contextID":"Digunakan untuk menekankan sesuatu yang dianggap sederhana atau tidak perlu diperdebatkan, sering kali untuk menyampaikan ketidakpedulian atau keangkuhan.",
    "contextEN":"Used to emphasize something that is considered simple or not worth debating, often to convey indifference or arrogance.",
    "exampleID":"Ayo makan aja.",
    "exampleEN":"Let's just eat.",
    "sentiment":"neutral"
  },
  {
    "slang":"ajah",
    "translationID":"saja",
    "translationEN":"just",
    "contextID":"Digunakan untuk mengekspresikan sesuatu yang tidak lebih dari sekadar itu, sering kali menunjukkan keengganan atau meredakan pernyataan sebelumnya.",
    "contextEN":"Used to express something that is no more than that, often indicating reluctance or downplaying a previous statement.",
    "exampleID":"Aku mau nonton film, ajah.",
    "exampleEN":"I just want to watch a movie.",
    "sentiment":"neutral"
  },
  {
    "slang":"ajalah",
    "translationID":"saja",
    "translationEN":"just",
    "contextID":"Digunakan untuk menekankan kesederhanaan atau pengandaian; sering digunakan dalam percakapan santai.",
    "contextEN":"Used to emphasize simplicity or assumption; often found in casual conversations.",
    "exampleID":"Ajalah, kita pergi ke bioskop sekarang.",
    "exampleEN":"Let's just go to the cinema now.",
    "sentiment":"neutral"
  },
  {
    "slang":"aje",
    "translationID":"saja",
    "translationEN":"just",
    "contextID":"Digunakan dalam percakapan santai untuk mengekspresikan kesederhanaan atau ketidakseriusan, sering kali untuk menekankan bahwa sesuatu tidak perlu rumit.",
    "contextEN":"Used in casual conversations to express simplicity or lightheartedness, often emphasizing that something doesn’t need to be complicated.",
    "exampleID":"Ayo kita makan aje.",
    "exampleEN":"Let's just eat.",
    "sentiment":"neutral"
  },
  {
    "slang":"ajh",
    "translationID":"saja",
    "translationEN":"just",
    "contextID":"Digunakan dalam percakapan santai untuk menekankan suatu hal yang dianggap sepele atau tidak penting.",
    "contextEN":"Used in casual conversations to emphasize something considered trivial or unimportant.",
    "exampleID":"Ajh, gue cuman mau bilang itu.",
    "exampleEN":"Just, I wanted to say that.",
    "sentiment":"neutral"
  },
  {
    "slang":"ajj",
    "translationID":"saja",
    "translationEN":"just",
    "contextID":"Digunakan untuk menekankan kesederhanaan atau mengurangi intensitas dari suatu pernyataan.",
    "contextEN":"Used to emphasize simplicity or to downplay the intensity of a statement.",
    "exampleID":"Aku mau makan ajj.",
    "exampleEN":"I just want to eat.",
    "sentiment":"neutral"
  },
  {
    "slang":"aku",
    "translationID":"saya",
    "translationEN":"I",
    "contextID":"Digunakan dalam situasi santai atau akrab, seringkali oleh orang-orang muda untuk menyatakan diri dengan cara yang lebih personal.",
    "contextEN":"Used in casual or familiar situations, often by younger people to refer to themselves in a more personal way.",
    "exampleID":"Aku mau pergi ke mall nanti.",
    "exampleEN":"I want to go to the mall later.",
    "sentiment":"neutral"
  },
  {
    "slang":"ak",
    "translationID":"saya",
    "translationEN":"I",
    "contextID":"Digunakan dalam percakapan informal sebagai bentuk penunjukan diri yang lebih akrab dan santai.",
    "contextEN":"Used in informal conversations as a more familiar and casual way to refer to oneself.",
    "exampleID":"Ak mau pergi ke bioskop nanti malam.",
    "exampleEN":"I want to go to the cinema tonight.",
    "sentiment":"neutral"
  },
  {
    "slang":"akoh",
    "translationID":"saya",
    "translationEN":"I",
    "contextID":"Digunakan dalam percakapan sehari-hari, biasanya di kalangan teman dekat atau dalam situasi santai. 'Akoh' memberikan nuansa akrab dan informal.",
    "contextEN":"Used in everyday conversation, typically among close friends or in casual situations. 'Akoh' conveys a sense of familiarity and informality.",
    "exampleID":"Akoh mau pergi ke pasar sekarang.",
    "exampleEN":"I want to go to the market now.",
    "sentiment":"neutral"
  },
  {
    "slang":"akutu",
    "translationID":"saya",
    "translationEN":"I",
    "contextID":"Digunakan dalam percakapan sehari-hari, 'akutu' adalah bentuk informal dari 'saya', sering dipakai di kalangan teman dekat atau dalam situasi santai.",
    "contextEN":"Used in everyday conversations, 'akutu' is an informal form of 'I', often used among close friends or in casual situations.",
    "exampleID":"Akutu mau pergi ke bioskop nanti malam.",
    "exampleEN":"I want to go to the movies tonight.",
    "sentiment":"neutral"
  },
  {
    "slang":"aq",
    "translationID":"saya",
    "translationEN":"I",
    "contextID":"Merupakan singkatan dari 'saya', digunakan dalam komunikasi informal, terutama di media sosial dan pesan teks di kalangan anak muda.",
    "contextEN":"It is an abbreviation of 'saya', used in informal communication, especially in social media and text messages among young people.",
    "exampleID":"Aq mau pergi ke mall nanti.",
    "exampleEN":"I want to go to the mall later.",
    "sentiment":"neutral"
  },
  {
    "slang":"alesan",
    "translationID":"alasan",
    "translationEN":"reason",
    "contextID":"Digunakan dalam konteks sehari-hari untuk menyebutkan alasan atau motivasi di balik tindakan seseorang, sering kali dengan nuansa santai atau informal.",
    "contextEN":"Used in everyday contexts to refer to the reason or motivation behind someone's actions, often with a casual or informal nuance.",
    "exampleID":"Dia selalu punya alesannya sendiri untuk tidak datang.",
    "exampleEN":"He always has his own reasons for not showing up.",
    "sentiment":"neutral"
  },
  {
    "slang":"ama",
    "translationID":"sama",
    "translationEN":"same",
    "contextID":"Digunakan dalam percakapan informal untuk menunjukkan kesamaan atau persetujuan, sering kali dalam konteks yang santai dan akrab.",
    "contextEN":"Used in informal conversations to indicate sameness or agreement, often in a relaxed and familiar context.",
    "exampleID":"Aku juga suka pizza, ama kamu.",
    "exampleEN":"I also like pizza, same as you.",
    "sentiment":"positive"
  },
  {
    "slang":"amaca",
    "translationID":"ah masa",
    "translationEN":"oh come on",
    "contextID":"Sering digunakan untuk mengekspresikan ketidakpercayaan atau skeptisisme terhadap sesuatu yang dianggap terlalu berlebihan atau tidak masuk akal.",
    "contextEN":"Often used to express disbelief or skepticism toward something perceived as exaggerated or unreasonable.",
    "exampleID":"Amaca, kamu serius mau pergi ke sana sendirian?",
    "exampleEN":"Oh come on, are you serious about going there alone?",
    "sentiment":"negative"
  },
  {
    "slang":"amuh",
    "translationID":"kamu",
    "translationEN":"you",
    "contextID":"Slang yang digunakan dalam percakapan santai atau informal, sering kali menunjukkan kedekatan atau keakraban antara pembicara dan pendengar.",
    "contextEN":"A slang used in casual or informal conversations, often indicating closeness or familiarity between the speaker and the listener.",
    "exampleID":"Amuh mau ikut nonton film nanti?",
    "exampleEN":"Are you going to join me to watch a movie later?",
    "sentiment":"positive"
  },
  {
    "slang":"ancur",
    "translationID":"hancur",
    "translationEN":"broken \/ crushed",
    "contextID":"Sering digunakan untuk menggambarkan sesuatu yang rusak atau tidak berfungsi, baik secara fisik maupun emosional, dengan nuansa yang lebih informal dan ekspresif.",
    "contextEN":"Often used to describe something that is broken or not functioning, either physically or emotionally, with a more informal and expressive nuance.",
    "exampleID":"Habis jatuh, handphoneku ancur.",
    "exampleEN":"After the fall, my phone is broken.",
    "sentiment":"negative"
  },
  {
    "slang":"ane",
    "translationID":"saya",
    "translationEN":"I",
    "contextID":"Digunakan secara tidak formal, sering kali di kalangan anak muda, untuk menyatakan diri sendiri dengan nada yang lebih akrab atau santai.",
    "contextEN":"Used informally, often among young people, to refer to oneself in a more casual or friendly tone.",
    "exampleID":"Ane mau pergi ke bioskop nanti malam.",
    "exampleEN":"I want to go to the cinema tonight.",
    "sentiment":"neutral"
  },
  {
    "slang":"anget",
    "translationID":"hangat",
    "translationEN":"warm",
    "contextID":"Digunakan dalam situasi santai untuk menggambarkan sesuatu yang bersifat hangat, baik secara fisik maupun emosional.",
    "contextEN":"Used in casual situations to describe something that is warm, both physically and emotionally.",
    "exampleID":"Minum teh anget di sore hari itu enak banget.",
    "exampleEN":"Drinking warm tea in the afternoon is really nice.",
    "sentiment":"positive"
  },
  {
    "slang":"anjeng",
    "translationID":"anjing",
    "translationEN":"dog",
    "contextID":"Digunakan sebagai ungkapan kasar atau ejekan, sering kali dalam konteks marah atau frustrasi.",
    "contextEN":"Used as a vulgar expression or insult, often in the context of anger or frustration.",
    "exampleID":"Anjeng, kamu bikin aku kesal!",
    "exampleEN":"Damn, you really annoy me!",
    "sentiment":"negative"
  },
  {
    "slang":"ank",
    "translationID":"anak",
    "translationEN":"child",
    "contextID":"Digunakan dalam konteks santai atau akrab untuk merujuk pada anak atau seseorang yang lebih muda.",
    "contextEN":"Used in a casual or affectionate context to refer to a child or someone younger.",
    "exampleID":"Ank itu lucu banget ya.",
    "exampleEN":"That child is so cute.",
    "sentiment":"positive"
  },
  {
    "slang":"apah",
    "translationID":"apa",
    "translationEN":"what",
    "contextID":"Digunakan dalam percakapan santai, biasanya untuk mengekspresikan kebingungan atau meminta klarifikasi.",
    "contextEN":"Used in casual conversation, often to express confusion or to ask for clarification.",
    "exampleID":"Apah yang kamu maksud dengan itu?",
    "exampleEN":"What do you mean by that?",
    "sentiment":"neutral"
  },
  {
    "slang":"aph",
    "translationID":"apa",
    "translationEN":"what",
    "contextID":"Digunakan dalam percakapan santai untuk mengekspresikan ketidakpahaman atau meminta klarifikasi.",
    "contextEN":"Used in casual conversation to express confusion or to ask for clarification.",
    "exampleID":"Aph yang lu maksud?",
    "exampleEN":"What do you mean?",
    "sentiment":"neutral"
  },
  {
    "slang":"apo",
    "translationID":"apa",
    "translationEN":"what",
    "contextID":"Digunakan dalam percakapan sehari-hari, terutama di kalangan anak muda, untuk mengekspresikan kebingungan atau meminta penjelasan lebih lanjut.",
    "contextEN":"Used in casual conversations, especially among young people, to express confusion or to ask for further clarification.",
    "exampleID":"Apo yang kamu maksud?",
    "exampleEN":"What do you mean?",
    "sentiment":"neutral"
  },
  {
    "slang":"apose",
    "translationID":"apa",
    "translationEN":"what",
    "contextID":"Digunakan sebagai ungkapan informal untuk menanyakan sesuatu dengan nada yang lebih santai atau akrab.",
    "contextEN":"Used as an informal expression to ask about something in a more casual or familiar tone.",
    "exampleID":"Eh, apose yang kamu bilang barusan?",
    "exampleEN":"Hey, what did you just say?",
    "sentiment":"neutral"
  },
  {
    "slang":"apz",
    "translationID":"apa",
    "translationEN":"what",
    "contextID":"Digunakan dalam percakapan santai di antara teman-teman, biasanya untuk mengekspresikan ketidakpastian atau menanyakan informasi lebih lanjut.",
    "contextEN":"Used in casual conversations among friends, typically to express uncertainty or to ask for more information.",
    "exampleID":"Apz yang kamu bilang tadi?",
    "exampleEN":"What did you just say?",
    "sentiment":"neutral"
  },
  {
    "slang":"artine",
    "translationID":"artinya",
    "translationEN":"means",
    "contextID":"Digunakan dalam percakapan informal untuk menanyakan atau menjelaskan arti dari sesuatu dengan cara yang santai.",
    "contextEN":"Used in informal conversations to ask or explain the meaning of something in a relaxed manner.",
    "exampleID":"Gue gak paham, artine apa sih?",
    "exampleEN":"I don't understand, what does it mean?",
    "sentiment":"neutral"
  },
  {
    "slang":"asek",
    "translationID":"asik",
    "translationEN":"cool \/ fun",
    "contextID":"Digunakan untuk menggambarkan sesuatu yang menyenangkan atau menarik, sering digunakan dalam konteks sosial atau hiburan.",
    "contextEN":"Used to describe something enjoyable or interesting, often in social or entertainment contexts.",
    "exampleID":"Party kemarin malam itu bener-bener asek!",
    "exampleEN":"The party last night was really cool!",
    "sentiment":"positive"
  },
  {
    "slang":"ati2",
    "translationID":"hati-hati",
    "translationEN":"be careful",
    "contextID":"Digunakan untuk mengingatkan seseorang agar berhati-hati dalam situasi tertentu, sering kali dalam konteks informal.",
    "contextEN":"Used to remind someone to be careful in certain situations, often in informal contexts.",
    "exampleID":"Ati2 ya pas nyebrang jalan.",
    "exampleEN":"Be careful when crossing the street.",
    "sentiment":"neutral"
  },
  {
    "slang":"atit",
    "translationID":"sakit",
    "translationEN":"sick",
    "contextID":"Digunakan untuk menggambarkan kondisi fisik yang tidak sehat atau merasa tidak enak badan, sering kali dalam konteks informal.",
    "contextEN":"Used to describe a physical condition that is unhealthy or feeling unwell, often in an informal context.",
    "exampleID":"Gue lagi atit nih, kayaknya harus istirahat.",
    "exampleEN":"I'm feeling sick right now, I think I need to rest.",
    "sentiment":"negative"
  },
  {
    "slang":"atu",
    "translationID":"satu",
    "translationEN":"one",
    "contextID":"Digunakan dalam percakapan santai untuk menyebut angka satu, sering kali dengan nada akrab atau humor.",
    "contextEN":"Used in casual conversation to refer to the number one, often with a friendly or humorous tone.",
    "exampleID":"Saya cuma mau satu saja.",
    "exampleEN":"I just want one.",
    "sentiment":"neutral"
  },
  {
    "slang":"atw",
    "translationID":"atau",
    "translationEN":"or",
    "contextID":"Digunakan dalam percakapan santai untuk menawarkan pilihan atau alternatif dalam situasi informal.",
    "contextEN":"Used in casual conversations to offer choices or alternatives in informal situations.",
    "exampleID":"Mau nonton film atw main game?",
    "exampleEN":"Do you want to watch a movie or play a game?",
    "sentiment":"neutral"
  },
  {
    "slang":"ayang",
    "translationID":"sayang",
    "translationEN":"dear \/ darling",
    "contextID":"Digunakan dalam konteks kasih sayang atau kedekatan emosional, seringkali diucapkan kepada pasangan atau orang tercinta.",
    "contextEN":"Used in the context of affection or emotional closeness, often addressed to a partner or loved one.",
    "exampleID":"Ayang, aku rindu kamu.",
    "exampleEN":"Darling, I miss you.",
    "sentiment":"positive"
  },
  {
    "slang":"ayuk",
    "translationID":"ayo",
    "translationEN":"let's go",
    "contextID":"Digunakan untuk mengajak seseorang beraktivitas bersama, seringkali dalam konteks yang santai atau informal.",
    "contextEN":"Used to invite someone to engage in an activity together, often in a casual or informal context.",
    "exampleID":"Ayuk kita nonton film malam ini.",
    "exampleEN":"Let's go watch a movie tonight.",
    "sentiment":"positive"
  },
  {
    "slang":"babang",
    "translationID":"abang",
    "translationEN":"older brother",
    "contextID":"Digunakan sebagai sapaan akrab untuk laki-laki yang lebih tua, sering kali di antara teman atau dalam konteks informal.",
    "contextEN":"Used as a friendly address for older males, often among friends or in informal contexts.",
    "exampleID":"Babang, ayo kita pergi bareng.",
    "exampleEN":"Hey bro, let's go together.",
    "sentiment":"positive"
  },
  {
    "slang":"bae",
    "translationID":"baik",
    "translationEN":"babe \/ sweetheart",
    "contextID":"Digunakan sebagai istilah sayang atau akrab untuk pasangan atau orang yang dicintai.",
    "contextEN":"Used as a term of endearment or affection for a partner or loved one.",
    "exampleID":"Aku sayang kamu, bae.",
    "exampleEN":"I love you, babe.",
    "sentiment":"positive"
  },
  {
    "slang":"bais",
    "translationID":"habis",
    "translationEN":"out of stock \/ finished",
    "contextID":"Digunakan dalam konteks informal untuk menyatakan sesuatu yang sudah habis atau tidak tersedia lagi, sering kali dengan nada bercanda atau santai.",
    "contextEN":"Used informally to express that something is finished or unavailable, often with a light-hearted or casual tone.",
    "exampleID":"Maaf, snack ini bais, kita harus beli lagi.",
    "exampleEN":"Sorry, this snack is out of stock, we need to buy more.",
    "sentiment":"neutral"
  },
  {
    "slang":"bakalan",
    "translationID":"akan",
    "translationEN":"will",
    "contextID":"Digunakan dalam percakapan santai untuk menyatakan rencana atau prediksi di masa depan.",
    "contextEN":"Used in casual conversation to express plans or predictions for the future.",
    "exampleID":"Aku bakalan pergi ke pesta malam ini.",
    "exampleEN":"I will go to the party tonight.",
    "sentiment":"neutral"
  },
  {
    "slang":"bales",
    "translationID":"balas",
    "translationEN":"reply",
    "contextID":"Digunakan dalam konteks percakapan digital, terutama di media sosial, untuk meminta atau memberi tahu seseorang untuk membalas pesan.",
    "contextEN":"Used in the context of digital conversations, especially on social media, to ask or inform someone to reply to a message.",
    "exampleID":"Bales dong, aku nunggu jawabanmu!",
    "exampleEN":"Reply, come on, I'm waiting for your answer!",
    "sentiment":"neutral"
  },
  {
    "slang":"bandingin",
    "translationID":"bandingkan",
    "translationEN":"compare",
    "contextID":"Digunakan dalam konteks informal untuk meminta seseorang membandingkan dua hal, sering kali dengan nada santai atau akrab.",
    "contextEN":"Used in an informal context to ask someone to compare two things, often with a casual or familiar tone.",
    "exampleID":"Ayo bandingin harga dua smartphone ini.",
    "exampleEN":"Come on, compare the prices of these two smartphones.",
    "sentiment":"neutral"
  },
  {
    "slang":"banget",
    "translationID":"sekali",
    "translationEN":"very",
    "contextID":"Digunakan untuk menguatkan pernyataan atau ekspresi, sering kali mengekspresikan emosi yang kuat seperti kegembiraan atau kekaguman.",
    "contextEN":"Used to intensify a statement or expression, often conveying strong emotions such as excitement or admiration.",
    "exampleID":"Film itu bagus banget!",
    "exampleEN":"That movie is really good!",
    "sentiment":"positive"
  },
  {
    "slang":"bangett",
    "translationID":"sangat",
    "translationEN":"very",
    "contextID":"Digunakan untuk mengekspresikan intensitas yang tinggi dalam pernyataan atau perasaan, sering kali dalam konteks informal atau percakapan santai.",
    "contextEN":"Used to express a high level of intensity in statements or feelings, often in informal contexts or casual conversations.",
    "exampleID":"Makanan di sini enak bangett!",
    "exampleEN":"The food here is very good!",
    "sentiment":"positive"
  },
  {
    "slang":"banyakin",
    "translationID":"perbanyak",
    "translationEN":"to multiply \/ to increase",
    "contextID":"Digunakan dalam konteks informal untuk menyarankan agar sesuatu diperbanyak, baik itu jumlah, aktivitas, atau kesempatan.",
    "contextEN":"Used in an informal context to suggest that something should be increased, whether it's quantity, activities, or opportunities.",
    "exampleID":"Banyakin promonya biar orang-orang tertarik.",
    "exampleEN":"Increase the promotion so that people are more interested.",
    "sentiment":"positive"
  },
  {
    "slang":"barengan",
    "translationID":"bersamaan",
    "translationEN":"together \/ in unison",
    "contextID":"Digunakan untuk menggambarkan tindakan atau kejadian yang berlangsung bersamaan dengan orang lain, seringkali dalam konteks yang santai atau akrab.",
    "contextEN":"Used to describe actions or events happening simultaneously with others, often in a casual or familiar context.",
    "exampleID":"Kita nonton film barengan di bioskop malam ini.",
    "exampleEN":"We're watching a movie together at the cinema tonight.",
    "sentiment":"positive"
  },
  {
    "slang":"baryaw",
    "translationID":"sabar ya",
    "translationEN":"be patient",
    "contextID":"Digunakan untuk menenangkan seseorang yang sedang merasa frustrasi atau tidak sabar, menunjukkan empati dan dukungan.",
    "contextEN":"Used to calm someone who is feeling frustrated or impatient, conveying empathy and support.",
    "exampleID":"Baryaw, kita tunggu saja sampai dia datang.",
    "exampleEN":"Be patient, let's just wait until he arrives.",
    "sentiment":"positive"
  },
  {
    "slang":"baso",
    "translationID":"bakso",
    "translationEN":"meatball",
    "contextID":"Istilah yang merujuk pada makanan khas Indonesia, biasanya dijadikan makanan ringan atau hidangan utama. Sering digunakan dalam konteks santai saat berbicara tentang kuliner.",
    "contextEN":"A term referring to a traditional Indonesian food, often enjoyed as a snack or main dish. Commonly used in casual conversations about food.",
    "exampleID":"Ayo kita beli baso di warung sebelah!",
    "exampleEN":"Let's buy meatballs at the stall next door!",
    "sentiment":"positive"
  },
  {
    "slang":"bay",
    "translationID":"selamat tinggal",
    "translationEN":"goodbye",
    "contextID":"Digunakan secara santai di antara teman atau dalam situasi informal sebagai ungkapan perpisahan.",
    "contextEN":"Used casually among friends or in informal situations as a farewell expression.",
    "exampleID":"Oke, bay! Sampai jumpa lagi.",
    "exampleEN":"Okay, bye! See you again.",
    "sentiment":"positive"
  },
  {
    "slang":"bbrp",
    "translationID":"beberapa",
    "translationEN":"some",
    "contextID":"Digunakan dalam komunikasi informal, terutama di pesan teks atau media sosial, untuk merujuk pada jumlah yang tidak pasti.",
    "contextEN":"Used in informal communication, especially in text messages or social media, to refer to an unspecified quantity.",
    "exampleID":"Aku bbrp kali udah bilang jangan terlambat.",
    "exampleEN":"I've told you some times not to be late.",
    "sentiment":"neutral"
  },
  {
    "slang":"bc",
    "translationID":"baca",
    "translationEN":"read",
    "contextID":"Merupakan singkatan dari kata 'baca', sering digunakan dalam komunikasi online atau pesan singkat untuk menyarankan seseorang agar membaca informasi atau konten tertentu.",
    "contextEN":"It is an abbreviation of the word 'read', often used in online communication or text messages to suggest that someone should read a specific piece of information or content.",
    "exampleID":"Eh, bc deh semua info yang ada di grup.",
    "exampleEN":"Hey, just read all the info in the group.",
    "sentiment":"neutral"
  },
  {
    "slang":"bcs",
    "translationID":"bisa",
    "translationEN":"can",
    "contextID":"Digunakan dalam percakapan santai untuk menyatakan kemampuan atau kemungkinan melakukan sesuatu.",
    "contextEN":"Used in casual conversations to express ability or possibility to do something.",
    "exampleID":"Gue bcs bantuin dia ngerjain tugas.",
    "exampleEN":"I can help him with his assignment.",
    "sentiment":"positive"
  },
  {
    "slang":"bct",
    "translationID":"bicara",
    "translationEN":"talk",
    "contextID":"Digunakan sebagai singkatan dalam percakapan santai, terutama di media sosial, untuk menyiratkan keinginan untuk berbicara atau berdiskusi.",
    "contextEN":"Used as an abbreviation in casual conversations, especially on social media, to imply a desire to talk or discuss.",
    "exampleID":"Bct, kita harus bahas rencana liburan kita.",
    "exampleEN":"Talk, we need to discuss our vacation plans.",
    "sentiment":"positive"
  },
  {
    "slang":"bdan",
    "translationID":"badan",
    "translationEN":"body",
    "contextID":"Istilah santai yang sering digunakan dalam percakapan sehari-hari, terutama di kalangan anak muda, untuk merujuk pada tubuh seseorang.",
    "contextEN":"A casual term commonly used in everyday conversations, especially among young people, to refer to someone's body.",
    "exampleID":"Dia punya bdan yang atletis.",
    "exampleEN":"He has an athletic body.",
    "sentiment":"positive"
  },
  {
    "slang":"bdg",
    "translationID":"bandung",
    "translationEN":"Bandung",
    "contextID":"Digunakan sebagai singkatan untuk merujuk kepada kota Bandung, seringkali dalam percakapan santai atau di media sosial.",
    "contextEN":"Used as an abbreviation to refer to the city of Bandung, often in casual conversations or on social media.",
    "exampleID":"Ayo kita liburan ke bdg akhir pekan ini!",
    "exampleEN":"Let's go on a vacation to bdg this weekend!",
    "sentiment":"positive"
  },
  {
    "slang":"bdn",
    "translationID":"badan",
    "translationEN":"body",
    "contextID":"Merupakan singkatan dari 'badan', sering digunakan dalam percakapan santai atau media sosial untuk merujuk pada fisik seseorang.",
    "contextEN":"It's an abbreviation of 'badan', commonly used in casual conversations or social media to refer to someone's physique.",
    "exampleID":"Dia punya bdn yang atletis.",
    "exampleEN":"He has an athletic body.",
    "sentiment":"positive"
  },
  {
    "slang":"becanda",
    "translationID":"bercanda",
    "translationEN":"joking",
    "contextID":"Digunakan untuk menunjukkan interaksi santai dan humoris, sering kali dalam situasi yang tidak serius.",
    "contextEN":"Used to indicate a casual and humorous interaction, often in non-serious situations.",
    "exampleID":"Jangan serius-serius amat, kita kan lagi becanda.",
    "exampleEN":"Don't be so serious, we're just joking.",
    "sentiment":"positive"
  },
  {
    "slang":"bedua",
    "translationID":"berdua",
    "translationEN":"together",
    "contextID":"Digunakan untuk merujuk pada dua orang yang sedang bersama, sering kali dalam konteks santai atau akrab.",
    "contextEN":"Used to refer to two people who are together, often in a casual or intimate context.",
    "exampleID":"Kita bedua nonton film malam ini.",
    "exampleEN":"We are going to watch a movie together tonight.",
    "sentiment":"positive"
  },
  {
    "slang":"bego",
    "translationID":"bodoh",
    "translationEN":"stupid",
    "contextID":"Digunakan untuk merendahkan atau mengejek seseorang yang dianggap tidak pintar atau membuat kesalahan bodoh.",
    "contextEN":"Used to belittle or mock someone perceived as unintelligent or making foolish mistakes.",
    "exampleID":"Kok kamu bisa bego gitu sih?",
    "exampleEN":"How can you be so stupid?",
    "sentiment":"negative"
  },
  {
    "slang":"bekel",
    "translationID":"bekal",
    "translationEN":"provisions",
    "contextID":"Digunakan dalam konteks memberi atau menyiapkan sesuatu untuk keperluan atau perjalanan, sering kali berkonotasi positif.",
    "contextEN":"Used in the context of providing or preparing something for needs or journeys, often with a positive connotation.",
    "exampleID":"Jangan lupa bawa bekel untuk piknik besok.",
    "exampleEN":"Don't forget to bring provisions for the picnic tomorrow.",
    "sentiment":"positive"
  },
  {
    "slang":"belom",
    "translationID":"belum",
    "translationEN":"not yet",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk menyatakan bahwa sesuatu belum terjadi atau belum selesai.",
    "contextEN":"Used in everyday conversation to indicate that something has not yet happened or is not complete.",
    "exampleID":"Aku belom makan siang.",
    "exampleEN":"I haven't had lunch yet.",
    "sentiment":"neutral"
  },
  {
    "slang":"belon",
    "translationID":"belum",
    "translationEN":"not yet",
    "contextID":"Digunakan untuk menunjukkan bahwa sesuatu belum selesai atau belum terjadi, sering dipakai dalam percakapan santai.",
    "contextEN":"Used to indicate that something is not finished or has not happened yet, often used in casual conversations.",
    "exampleID":"Aku belon makan siang.",
    "exampleEN":"I haven't had lunch yet.",
    "sentiment":"neutral"
  },
  {
    "slang":"bener",
    "translationID":"benar",
    "translationEN":"correct \/ true",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk menegaskan kebenaran atau keakuratan suatu pernyataan dengan nada santai.",
    "contextEN":"Used in everyday conversations to affirm the truth or accuracy of a statement in a casual tone.",
    "exampleID":"Iya, itu bener banget.",
    "exampleEN":"Yeah, that's totally correct.",
    "sentiment":"positive"
  },
  {
    "slang":"bener2",
    "translationID":"benar-benar",
    "translationEN":"really \/ truly",
    "contextID":"Digunakan untuk menekankan kebenaran atau keseriusan suatu pernyataan, sering kali dalam konteks informal atau sehari-hari.",
    "contextEN":"Used to emphasize the truth or seriousness of a statement, often in informal or everyday contexts.",
    "exampleID":"Dia bener2 suka sama kamu.",
    "exampleEN":"He really likes you.",
    "sentiment":"positive"
  },
  {
    "slang":"beneran",
    "translationID":"benar",
    "translationEN":"really \/ truly",
    "contextID":"Digunakan untuk menegaskan kebenaran atau keaslian suatu pernyataan, sering kali dalam konteks percakapan santai.",
    "contextEN":"Used to emphasize the truth or authenticity of a statement, often in a casual conversation context.",
    "exampleID":"Dia beneran mau datang ke acaranya.",
    "exampleEN":"He really wants to come to the event.",
    "sentiment":"positive"
  },
  {
    "slang":"berantem",
    "translationID":"bertengkar",
    "translationEN":"to fight",
    "contextID":"Digunakan dalam konteks pertikaian fisik atau verbal antara individu atau kelompok, sering kali menunjukkan emosi marah atau konflik.",
    "contextEN":"Used in the context of physical or verbal altercations between individuals or groups, often indicating anger or conflict.",
    "exampleID":"Mereka berantem di tengah jalan.",
    "exampleEN":"They fought in the middle of the street.",
    "sentiment":"negative"
  },
  {
    "slang":"berenti",
    "translationID":"berhenti",
    "translationEN":"stop",
    "contextID":"Digunakan dalam konteks percakapan santai atau informal untuk menyatakan keinginan atau perintah agar sesuatu atau seseorang berhenti melakukan aktivitas tertentu.",
    "contextEN":"Used in casual or informal conversations to express a desire or command for something or someone to stop a particular activity.",
    "exampleID":"Berenti deh, kamu bikin aku pusing.",
    "exampleEN":"Just stop, you're making me dizzy.",
    "sentiment":"negative"
  },
  {
    "slang":"besoq",
    "translationID":"besok",
    "translationEN":"tomorrow",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk merujuk pada hari setelah hari ini, sering kali dengan nada santai atau akrab.",
    "contextEN":"Used in everyday conversation to refer to the day after today, often with a casual or familiar tone.",
    "exampleID":"Kita ketemu besoq ya?",
    "exampleEN":"Shall we meet tomorrow?",
    "sentiment":"neutral"
  },
  {
    "slang":"bete",
    "translationID":"sebal",
    "translationEN":"annoyed \/ irritated",
    "contextID":"Digunakan untuk menggambarkan perasaan sebal atau jengkel terhadap sesuatu atau seseorang.",
    "contextEN":"Used to describe a feeling of annoyance or irritation towards something or someone.",
    "exampleID":"Aku jadi bete banget karena hujan deras.",
    "exampleEN":"I'm so annoyed because of the heavy rain.",
    "sentiment":"negative"
  },
  {
    "slang":"beud",
    "translationID":"banget",
    "translationEN":"very",
    "contextID":"Digunakan untuk menekankan sesuatu dengan tingkat intensitas yang tinggi, seringkali dalam konteks informal atau percakapan santai.",
    "contextEN":"Used to emphasize something with a high level of intensity, often in informal contexts or casual conversations.",
    "exampleID":"Film itu seru beud!",
    "exampleEN":"That movie is very fun!",
    "sentiment":"positive"
  },
  {
    "slang":"bg",
    "translationID":"bagi",
    "translationEN":"for",
    "contextID":"Dari singkatan 'bagi', digunakan dalam konteks informal untuk menunjukkan pembagian atau alokasi sesuatu.",
    "contextEN":"Derived from the word 'bagi'; used informally to indicate the division or allocation of something.",
    "exampleID":"Bg yang mau ikut nonton, ayo kumpul!",
    "exampleEN":"For those who want to join the movie, let's gather!",
    "sentiment":"neutral"
  },
  {
    "slang":"bgd",
    "translationID":"sangat",
    "translationEN":"very",
    "contextID":"Digunakan dalam konteks informal untuk mengekspresikan intensitas yang tinggi terhadap sesuatu.",
    "contextEN":"Used in informal contexts to express a high intensity towards something.",
    "exampleID":"Acara itu bgd seru!",
    "exampleEN":"That event was very exciting!",
    "sentiment":"positive"
  },
  {
    "slang":"bget",
    "translationID":"sangat",
    "translationEN":"very",
    "contextID":"Digunakan dalam percakapan informal untuk mengekspresikan tingkat atau intensitas yang tinggi terhadap sesuatu.",
    "contextEN":"Used in informal conversation to express a high degree or intensity towards something.",
    "exampleID":"Film itu bget bagus!",
    "exampleEN":"That movie is very good!",
    "sentiment":"positive"
  },
  {
    "slang":"bgini",
    "translationID":"begini",
    "translationEN":"like this",
    "contextID":"Digunakan untuk memberi penjelasan atau menggambarkan sesuatu dengan cara yang lebih informal dan akrab.",
    "contextEN":"Used to explain or describe something in a more informal and familiar manner.",
    "exampleID":"Bgini, kita harus pergi lebih awal supaya dapat tempat duduk.",
    "exampleEN":"Like this, we need to leave earlier to get a seat.",
    "sentiment":"neutral"
  },
  {
    "slang":"bgitu",
    "translationID":"begitu",
    "translationEN":"like that",
    "contextID":"Digunakan untuk menyatakan persetujuan atau pemahaman terhadap sesuatu, sering kali dalam percakapan santai.",
    "contextEN":"Used to express agreement or understanding about something, often in casual conversations.",
    "exampleID":"Jadi, kita mau nonton film bgitu?",
    "exampleEN":"So, we want to watch a movie like that?",
    "sentiment":"neutral"
  },
  {
    "slang":"bgks",
    "translationID":"bungkus",
    "translationEN":"wrap up",
    "contextID":"Digunakan dalam konteks santai untuk menyatakan bahwa sesuatu akan dibungkus atau diakhiri, sering kali terkait dengan makanan atau barang.",
    "contextEN":"Used in a casual context to indicate that something will be wrapped up or finished, often related to food or items.",
    "exampleID":"Ayo bgks makanan ini sebelum dingin.",
    "exampleEN":"Let's wrap up this food before it gets cold.",
    "sentiment":"neutral"
  },
  {
    "slang":"bgm",
    "translationID":"bagaimana",
    "translationEN":"how",
    "contextID":"Digunakan dalam percakapan sehari-hari, terutama di media sosial dan pesan instan, untuk menanyakan keadaan atau situasi seseorang dengan cara yang santai.",
    "contextEN":"Used in everyday conversation, especially on social media and instant messaging, to casually ask about someone's state or situation.",
    "exampleID":"Bgm kabarnya hari ini?",
    "exampleEN":"How are you doing today?",
    "sentiment":"neutral"
  },
  {
    "slang":"bgmn",
    "translationID":"bagaimana",
    "translationEN":"how",
    "contextID":"Sering digunakan dalam percakapan santai di media sosial atau pesan teks untuk menanyakan cara, kondisi, atau situasi dengan nada informal.",
    "contextEN":"Often used in casual conversations on social media or text messages to ask about manner, condition, or situation in an informal tone.",
    "exampleID":"Bgmn cara buat kue ini?",
    "exampleEN":"How do you make this cake?",
    "sentiment":"neutral"
  },
  {
    "slang":"bgn",
    "translationID":"bangun",
    "translationEN":"wake up",
    "contextID":"Digunakan terutama dalam konteks santai atau informal, sering kali untuk membangunkan teman atau mengingatkan seseorang untuk tidak terlambat.",
    "contextEN":"Used primarily in casual or informal contexts, often to wake up a friend or remind someone not to be late.",
    "exampleID":"Ayo bgn, kita sudah terlambat!",
    "exampleEN":"Come on, wake up, we're already late!",
    "sentiment":"neutral"
  },
  {
    "slang":"bgni",
    "translationID":"begini",
    "translationEN":"like this",
    "contextID":"Digunakan untuk menunjukkan penjelasan atau cara melakukan sesuatu dengan lebih jelas.",
    "contextEN":"Used to indicate an explanation or way of doing something more clearly.",
    "exampleID":"Kalo mau sukses, bgni caranya.",
    "exampleEN":"If you want to succeed, do it like this.",
    "sentiment":"neutral"
  },
  {
    "slang":"bgntdr",
    "translationID":"bangun tidur",
    "translationEN":"wake up",
    "contextID":"Digunakan dalam konteks percakapan santai untuk menyebutkan tindakan bangun dari tidur, sering kali dengan nada yang ringan atau humoris.",
    "contextEN":"Used in casual conversation to refer to the act of waking up, often with a light or humorous tone.",
    "exampleID":"Hari ini aku bgntdr jam 10 pagi.",
    "exampleEN":"Today I woke up at 10 AM.",
    "sentiment":"neutral"
  },
  {
    "slang":"bgs",
    "translationID":"bagus",
    "translationEN":"good",
    "contextID":"Merupakan singkatan dari 'bagus', sering digunakan dalam percakapan santai di media sosial atau pesan singkat untuk menyatakan bahwa sesuatu itu baik atau memuaskan.",
    "contextEN":"It is an abbreviation of 'bagus', commonly used in casual conversations on social media or text messages to indicate that something is good or satisfying.",
    "exampleID":"Filmnya bgs banget!",
    "exampleEN":"The movie is really good!",
    "sentiment":"positive"
  },
  {
    "slang":"bgt",
    "translationID":"sangat",
    "translationEN":"very",
    "contextID":"Merupakan singkatan dari 'banget', digunakan dalam percakapan santai untuk menekankan sesuatu secara positif atau negatif.",
    "contextEN":"It is an abbreviation of 'banget', used in casual conversations to emphasize something either positively or negatively.",
    "exampleID":"Aku bgt suka sama lagu ini.",
    "exampleEN":"I really like this song.",
    "sentiment":"positive"
  },
  {
    "slang":"bgtu",
    "translationID":"begitu",
    "translationEN":"like that",
    "contextID":"Digunakan untuk menyatakan kesepakatan atau pemahaman terhadap sesuatu, sering kali dalam percakapan santai.",
    "contextEN":"Used to express agreement or understanding about something, often in casual conversation.",
    "exampleID":"Jadi, kita pergi ke pantai bgtu?",
    "exampleEN":"So, we're going to the beach like that?",
    "sentiment":"neutral"
  },
  {
    "slang":"bgus",
    "translationID":"bagus",
    "translationEN":"good",
    "contextID":"Merupakan bentuk singkat dari 'bagus', biasanya digunakan dalam percakapan santai dan informal, sering kali di media sosial atau pesan teks.",
    "contextEN":"It is a shortened form of 'bagus', commonly used in casual and informal conversations, often in social media or text messages.",
    "exampleID":"Film itu bgus banget!",
    "exampleEN":"That movie is really good!",
    "sentiment":"positive"
  },
  {
    "slang":"bhay",
    "translationID":"selamat tinggal",
    "translationEN":"goodbye",
    "contextID":"Digunakan secara santai di kalangan teman-teman atau dalam situasi informal sebagai ungkapan perpisahan.",
    "contextEN":"Used casually among friends or in informal situations as a way to say farewell.",
    "exampleID":"Oke, bhay! Sampai jumpa besok.",
    "exampleEN":"Alright, goodbye! See you tomorrow.",
    "sentiment":"positive"
  },
  {
    "slang":"bhn",
    "translationID":"bahan",
    "translationEN":"material \/ ingredient",
    "contextID":"Sering digunakan dalam konteks kuliner atau kerajinan, mengacu pada bahan yang dibutuhkan untuk membuat sesuatu.",
    "contextEN":"Often used in culinary or crafting contexts, referring to the materials needed to create something.",
    "exampleID":"Jangan lupa beli bhn untuk kue ulang tahun.",
    "exampleEN":"Don't forget to buy the ingredients for the birthday cake.",
    "sentiment":"neutral"
  },
  {
    "slang":"bhs",
    "translationID":"bahas",
    "translationEN":"to discuss",
    "contextID":"Dari singkatan 'bahas', sering digunakan dalam percakapan santai untuk merujuk pada diskusi atau pembicaraan tentang suatu topik.",
    "contextEN":"Derived from the abbreviation 'bahas', often used in casual conversations to refer to discussing or talking about a topic.",
    "exampleID":"Ayo bhs tentang rencana liburan kita!",
    "exampleEN":"Let's discuss our vacation plans!",
    "sentiment":"positive"
  },
  {
    "slang":"bhw",
    "translationID":"bahwa",
    "translationEN":"that",
    "contextID":"Singkatan dari 'bahwa', sering digunakan dalam percakapan sehari-hari melalui pesan teks atau media sosial untuk menghemat waktu dan ruang.",
    "contextEN":"An abbreviation of 'bahwa', commonly used in everyday texting or social media conversations to save time and space.",
    "exampleID":"Gue bhw kita harus ketemu lagi.",
    "exampleEN":"I say that we should meet again.",
    "sentiment":"neutral"
  },
  {
    "slang":"bhy",
    "translationID":"bahaya",
    "translationEN":"danger",
    "contextID":"Sering digunakan dalam percakapan santai untuk menggambarkan situasi yang berisiko atau berbahaya.",
    "contextEN":"Often used in casual conversations to describe risky or dangerous situations.",
    "exampleID":"Hati-hati, itu bhy banget!",
    "exampleEN":"Be careful, that's really dangerous!",
    "sentiment":"negative"
  },
  {
    "slang":"bisaa",
    "translationID":"bisa",
    "translationEN":"can \/ able to",
    "contextID":"Digunakan dalam situasi informal untuk mengekspresikan kemampuan atau kemungkinan melakukan sesuatu dengan nada yang lebih santai.",
    "contextEN":"Used in informal situations to express ability or possibility of doing something in a more relaxed tone.",
    "exampleID":"Aku bisaa bantu kamu besok.",
    "exampleEN":"I can help you tomorrow.",
    "sentiment":"positive"
  },
  {
    "slang":"bisya",
    "translationID":"bisa",
    "translationEN":"can",
    "contextID":"Slang yang digunakan untuk menyatakan kemampuan atau kemungkinan, sering dipakai dalam percakapan santai antara teman.",
    "contextEN":"A slang used to express ability or possibility, often used in casual conversations among friends.",
    "exampleID":"Gue bisya bantu lu nanti.",
    "exampleEN":"I can help you later.",
    "sentiment":"positive"
  },
  {
    "slang":"biza",
    "translationID":"bisa",
    "translationEN":"can",
    "contextID":"Merupakan variasi pengucapan dari 'bisa', sering digunakan dalam percakapan santai di kalangan anak muda.",
    "contextEN":"A variation of 'bisa', often used in casual conversations among young people.",
    "exampleID":"Aku biza bantu kamu besok.",
    "exampleEN":"I can help you tomorrow.",
    "sentiment":"positive"
  },
  {
    "slang":"bj",
    "translationID":"baju",
    "translationEN":"clothes",
    "contextID":"Slang ini digunakan dalam bahasa sehari-hari untuk merujuk pada pakaian secara umum, sering kali dalam konteks santai atau informal.",
    "contextEN":"This slang is used in everyday language to refer to clothing in general, often in a casual or informal context.",
    "exampleID":"Gue baru beli bj baru untuk pergi ke pesta.",
    "exampleEN":"I just bought new clothes to go to the party.",
    "sentiment":"neutral"
  },
  {
    "slang":"bju",
    "translationID":"baju",
    "translationEN":"shirt",
    "contextID":"Digunakan dalam percakapan santai, sering kali di kalangan anak muda, untuk merujuk pada pakaian atas yang dikenakan.",
    "contextEN":"Used in casual conversations, often among youth, to refer to an upper garment worn.",
    "exampleID":"Gue baru beli bju keren buat ke pesta.",
    "exampleEN":"I just bought a cool shirt for the party.",
    "sentiment":"positive"
  },
  {
    "slang":"bk",
    "translationID":"buku",
    "translationEN":"book",
    "contextID":"Merupakan singkatan dari 'buku', sering digunakan dalam percakapan santai, terutama di kalangan remaja atau di media sosial.",
    "contextEN":"It is an abbreviation of 'buku', commonly used in casual conversations, especially among teenagers or on social media.",
    "exampleID":"Aku lagi baca bk yang baru.",
    "exampleEN":"I'm reading the new book.",
    "sentiment":"neutral"
  },
  {
    "slang":"bkan",
    "translationID":"bukan",
    "translationEN":"not",
    "contextID":"Sering digunakan dalam komunikasi informal di media sosial atau pesan singkat untuk menyatakan penolakan atau ketidaksetujuan dengan cara yang lebih santai.",
    "contextEN":"Often used in informal communication on social media or text messages to express denial or disagreement in a more casual manner.",
    "exampleID":"Itu bkan ide yang bagus.",
    "exampleEN":"That's not a good idea.",
    "sentiment":"negative"
  },
  {
    "slang":"bkin",
    "translationID":"bikin",
    "translationEN":"to make \/ to create",
    "contextID":"Slang dari kata 'bikin' yang digunakan dalam percakapan santai, sering kali menunjukkan aksi positif atau antusiasme.",
    "contextEN":"A slang version of 'bikin', used in casual conversations, often indicating a positive action or enthusiasm.",
    "exampleID":"Gue bkin kue buat ulang tahun dia.",
    "exampleEN":"I'm making a cake for her birthday.",
    "sentiment":"positive"
  },
  {
    "slang":"bkl",
    "translationID":"bakal",
    "translationEN":"will \/ going to",
    "contextID":"Digunakan untuk menyatakan rencana atau prediksi di masa depan secara santai.",
    "contextEN":"Used to indicate a plan or future prediction in a casual manner.",
    "exampleID":"Aku bkl pergi ke konser besok.",
    "exampleEN":"I'm going to the concert tomorrow.",
    "sentiment":"neutral"
  },
  {
    "slang":"bkn",
    "translationID":"bukan",
    "translationEN":"not",
    "contextID":"Merupakan singkatan dari kata 'bukan', sering digunakan dalam komunikasi santai, seperti pesan teks atau media sosial, untuk menyatakan penolakan atau ketidaksetujuan.",
    "contextEN":"It is an abbreviation of the word 'bukan', often used in casual communication, such as text messages or social media, to express denial or disagreement.",
    "exampleID":"Itu bkn masalah saya.",
    "exampleEN":"That's not my problem.",
    "sentiment":"negative"
  },
  {
    "slang":"bkr",
    "translationID":"bakar",
    "translationEN":"burn",
    "contextID":"Digunakan untuk menggambarkan tindakan atau perasaan yang berkaitan dengan membakar, sering kali dalam konteks sosial atau emosional yang lebih ringan.",
    "contextEN":"Used to describe actions or feelings related to burning, often in a lighter social or emotional context.",
    "exampleID":"Kita harus bkr makanan ini sebelum dingin.",
    "exampleEN":"We need to burn this food before it gets cold.",
    "sentiment":"neutral"
  },
  {
    "slang":"bks",
    "translationID":"bungkus",
    "translationEN":"wrap \/ package",
    "contextID":"Digunakan dalam konteks mengambil makanan atau barang untuk dibawa pulang, sering dipakai saat memesan makanan di restoran.",
    "contextEN":"Used in the context of taking food or items to go, often employed when ordering food at restaurants.",
    "exampleID":"Minta bks untuk nasi gorengnya ya.",
    "exampleEN":"Please wrap the fried rice for me.",
    "sentiment":"neutral"
  },
  {
    "slang":"bl",
    "translationID":"beli",
    "translationEN":"buy",
    "contextID":"Digunakan dalam percakapan informal untuk menyatakan tindakan membeli sesuatu, sering kali dalam konteks yang santai atau akrab.",
    "contextEN":"Used in informal conversations to express the action of buying something, often in a casual or friendly context.",
    "exampleID":"Mau bl apa di mall nanti?",
    "exampleEN":"What do you want to buy at the mall later?",
    "sentiment":"neutral"
  },
  {
    "slang":"blajar",
    "translationID":"belajar",
    "translationEN":"to study \/ to learn",
    "contextID":"Digunakan dalam konteks santai atau informal, biasanya oleh generasi muda untuk menyampaikan aktivitas belajar dengan cara yang lebih akrab.",
    "contextEN":"Used in a relaxed or informal context, usually by younger generations to convey the act of learning in a more familiar manner.",
    "exampleID":"Gue lagi blajar buat ujian besok.",
    "exampleEN":"I'm studying for the exam tomorrow.",
    "sentiment":"positive"
  },
  {
    "slang":"blg",
    "translationID":"bilang",
    "translationEN":"say",
    "contextID":"Digunakan sebagai singkatan dalam komunikasi informal, terutama di media sosial dan pesan singkat, untuk merujuk pada tindakan menyampaikan informasi atau pendapat.",
    "contextEN":"Used as an abbreviation in informal communication, especially on social media and text messaging, to refer to the act of conveying information or opinions.",
    "exampleID":"Blg aja ke dia kalau kamu nggak bisa datang.",
    "exampleEN":"Just say to him that you can't come.",
    "sentiment":"neutral"
  },
  {
    "slang":"blh",
    "translationID":"boleh",
    "translationEN":"can \/ may",
    "contextID":"Digunakan dalam komunikasi santai untuk memberikan izin atau menyatakan kemungkinan.",
    "contextEN":"Used in casual communication to grant permission or express possibility.",
    "exampleID":"Kamu blh ikut acara besok, ya?",
    "exampleEN":"You can join the event tomorrow, okay?",
    "sentiment":"positive"
  },
  {
    "slang":"bli",
    "translationID":"beli",
    "translationEN":"buy",
    "contextID":"Digunakan dalam bahasa gaul sehari-hari, sering kali dalam kalimat informal atau percakapan santai.",
    "contextEN":"Used in everyday slang, often in informal sentences or casual conversations.",
    "exampleID":"Gue mau bli makanan di warung.",
    "exampleEN":"I want to buy food at the stall.",
    "sentiment":"neutral"
  },
  {
    "slang":"blik",
    "translationID":"balik",
    "translationEN":"back",
    "contextID":"Digunakan dalam percakapan santai untuk menyatakan kembali atau pulang, sering dipakai di kalangan anak muda.",
    "contextEN":"Used in casual conversations to express going back or returning, often used among young people.",
    "exampleID":"Gue mau blik ke rumah sekarang.",
    "exampleEN":"I want to go back home now.",
    "sentiment":"neutral"
  },
  {
    "slang":"bljr",
    "translationID":"belajar",
    "translationEN":"to study",
    "contextID":"Sering digunakan di kalangan anak muda, terutama dalam komunikasi digital untuk merujuk pada kegiatan belajar secara informal atau santai.",
    "contextEN":"Commonly used among young people, especially in digital communication to refer to studying in an informal or relaxed manner.",
    "exampleID":"Gue mau bljr buat ujian besok.",
    "exampleEN":"I want to study for the exam tomorrow.",
    "sentiment":"positive"
  },
  {
    "slang":"blk",
    "translationID":"balik",
    "translationEN":"back",
    "contextID":"Digunakan dalam komunikasi santai atau pesan teks untuk menyatakan tindakan kembali ke suatu tempat atau situasi.",
    "contextEN":"Used in casual communication or text messages to indicate the action of returning to a place or situation.",
    "exampleID":"Aku udah blk dari kantor.",
    "exampleEN":"I've just come back from the office.",
    "sentiment":"neutral"
  },
  {
    "slang":"blkg",
    "translationID":"belakang",
    "translationEN":"back",
    "contextID":"Digunakan dalam komunikasi santai, terutama di media sosial atau pesan teks, untuk merujuk pada bagian belakang sesuatu atau lokasi di belakang.",
    "contextEN":"Used in casual communication, especially in social media or text messages, to refer to the back part of something or a location behind.",
    "exampleID":"Tunggu aku di blkg gedung.",
    "exampleEN":"Wait for me at the back of the building.",
    "sentiment":"neutral"
  },
  {
    "slang":"blkng",
    "translationID":"belakang",
    "translationEN":"behind",
    "contextID":"Digunakan dalam konteks informal untuk merujuk pada lokasi atau posisi yang berada di belakang sesuatu, sering kali dalam percakapan sehari-hari.",
    "contextEN":"Used informally to refer to a location or position that is at the back of something, often in everyday conversation.",
    "exampleID":"Tunggu di blkng rumah ya.",
    "exampleEN":"Wait at the back of the house, okay?",
    "sentiment":"neutral"
  },
  {
    "slang":"blkngny",
    "translationID":"belakangnya",
    "translationEN":"behind it",
    "contextID":"Digunakan dalam percakapan santai untuk merujuk pada sesuatu yang terjadi di belakang atau di sisi lain dari situasi tertentu.",
    "contextEN":"Used in casual conversations to refer to something happening behind or on the other side of a particular situation.",
    "exampleID":"Gue penasaran blkngny ada apa.",
    "exampleEN":"I'm curious about what's behind it.",
    "sentiment":"neutral"
  },
  {
    "slang":"blm",
    "translationID":"belum",
    "translationEN":"not yet",
    "contextID":"Digunakan untuk menyatakan bahwa sesuatu belum terjadi atau belum selesai, sering dipakai dalam percakapan sehari-hari.",
    "contextEN":"Used to indicate that something has not happened or is not finished yet, often in casual conversations.",
    "exampleID":"Aku blm makan siang.",
    "exampleEN":"I haven't had lunch yet.",
    "sentiment":"neutral"
  },
  {
    "slang":"bln",
    "translationID":"bulan",
    "translationEN":"month",
    "contextID":"Digunakan sebagai singkatan dari 'bulan', sering muncul dalam konteks informal seperti pesan teks atau media sosial.",
    "contextEN":"Used as an abbreviation for 'month', often appearing in informal contexts such as text messages or social media.",
    "exampleID":"Aku akan pergi liburan bulan depan.",
    "exampleEN":"I will go on vacation next month.",
    "sentiment":"neutral"
  },
  {
    "slang":"blng",
    "translationID":"bilang",
    "translationEN":"say",
    "contextID":"Digunakan dalam percakapan santai untuk meminta seseorang mengungkapkan pendapat atau informasi.",
    "contextEN":"Used in casual conversations to prompt someone to express an opinion or share information.",
    "exampleID":"Blng dong, siapa yang bakal datang ke acara itu?",
    "exampleEN":"Say, who will be coming to the event?",
    "sentiment":"neutral"
  },
  {
    "slang":"blngn",
    "translationID":"bilang",
    "translationEN":"say",
    "contextID":"Digunakan dalam percakapan santai, terutama di kalangan remaja dan di media sosial, untuk menyatakan bahwa seseorang ingin menyampaikan sesuatu.",
    "contextEN":"Used in casual conversations, especially among teenagers and on social media, to indicate that someone wants to say something.",
    "exampleID":"Blngn aja kalo mau ngomong.",
    "exampleEN":"Just say it if you want to talk.",
    "sentiment":"neutral"
  },
  {
    "slang":"blom",
    "translationID":"belum",
    "translationEN":"not yet",
    "contextID":"Digunakan untuk merespons pertanyaan tentang status atau keberadaan sesuatu yang belum terjadi atau belum selesai.",
    "contextEN":"Used to respond to questions about the status or existence of something that has not happened or is not yet completed.",
    "exampleID":"Aku blom makan siang.",
    "exampleEN":"I haven't had lunch yet.",
    "sentiment":"neutral"
  },
  {
    "slang":"bls",
    "translationID":"balas",
    "translationEN":"reply",
    "contextID":"Digunakan dalam komunikasi digital untuk meminta balasan dari seseorang, sering kali di media sosial atau pesan instan.",
    "contextEN":"Used in digital communication to request a reply from someone, often in social media or instant messaging.",
    "exampleID":"Ayok, bls pesan aku ya.",
    "exampleEN":"Come on, reply to my message, okay?",
    "sentiment":"neutral"
  },
  {
    "slang":"blum",
    "translationID":"belum",
    "translationEN":"not yet",
    "contextID":"Digunakan untuk menyatakan bahwa sesuatu belum terjadi atau belum siap. Sering dipakai dalam percakapan santai.",
    "contextEN":"Used to indicate that something has not happened or is not ready yet. Often used in casual conversations.",
    "exampleID":"Aku blum makan siang.",
    "exampleEN":"I haven’t had lunch yet.",
    "sentiment":"neutral"
  },
  {
    "slang":"bndg",
    "translationID":"bandung",
    "translationEN":"Bandung",
    "contextID":"Digunakan untuk merujuk pada kota Bandung, sering digunakan dalam konteks sosial atau ketika membahas tempat wisata, kuliner, atau budaya di Bandung.",
    "contextEN":"Used to refer to the city of Bandung, often in social contexts or when discussing tourism, cuisine, or culture in Bandung.",
    "exampleID":"Ayo kita pergi ke bndg akhir pekan ini!",
    "exampleEN":"Let's go to Bandung this weekend!",
    "sentiment":"positive"
  },
  {
    "slang":"bndr",
    "translationID":"bandar",
    "translationEN":"drug dealer",
    "contextID":"Digunakan dalam konteks informal untuk merujuk pada seseorang yang terlibat dalam perdagangan narkoba, biasanya di kalangan remaja atau komunitas urban.",
    "contextEN":"Used informally to refer to someone involved in drug dealing, often among teenagers or urban communities.",
    "exampleID":"Dia dikenal sebagai bndr di lingkungan sekitarnya.",
    "exampleEN":"He is known as a dealer in his neighborhood.",
    "sentiment":"negative"
  },
  {
    "slang":"bner",
    "translationID":"benar",
    "translationEN":"true \/ correct",
    "contextID":"Digunakan dalam percakapan santai untuk menyatakan persetujuan atau konfirmasi atas sesuatu yang dianggap benar.",
    "contextEN":"Used in casual conversations to express agreement or confirmation about something considered true.",
    "exampleID":"Iya, itu bner banget.",
    "exampleEN":"Yeah, that's so true.",
    "sentiment":"positive"
  },
  {
    "slang":"bneran",
    "translationID":"benar",
    "translationEN":"really \/ truly",
    "contextID":"Digunakan dalam percakapan santai untuk menekankan kebenaran atau keaslian suatu pernyataan.",
    "contextEN":"Used in casual conversation to emphasize the truth or authenticity of a statement.",
    "exampleID":"Lu bneran mau ikut acara itu?",
    "exampleEN":"Do you really want to join that event?",
    "sentiment":"positive"
  },
  {
    "slang":"bnget",
    "translationID":"sangat",
    "translationEN":"very",
    "contextID":"Digunakan dalam percakapan santai untuk mengekspresikan intensitas atau kekuatan sesuatu secara informal.",
    "contextEN":"Used in casual conversation to express intensity or strength of something in an informal manner.",
    "exampleID":"Makanan di restoran itu enak bnget!",
    "exampleEN":"The food at that restaurant is very good!",
    "sentiment":"positive"
  },
  {
    "slang":"bngks",
    "translationID":"bungkus",
    "translationEN":"to wrap up \/ to pack",
    "contextID":"Digunakan dalam konteks informal untuk menyatakan bahwa sesuatu telah selesai atau harus dihentikan.",
    "contextEN":"Used informally to indicate that something is finished or needs to be stopped.",
    "exampleID":"Ayo, bngks acara ini sebelum terlambat.",
    "exampleEN":"Come on, let's wrap up this event before it's too late.",
    "sentiment":"neutral"
  },
  {
    "slang":"bngng",
    "translationID":"bingung",
    "translationEN":"confused",
    "contextID":"Digunakan untuk menggambarkan keadaan bingung atau tidak mengerti sesuatu, sering kali dalam situasi yang tidak jelas atau membingungkan.",
    "contextEN":"Used to describe a state of confusion or lack of understanding, often in unclear or perplexing situations.",
    "exampleID":"Aku bngng sama tugas ini.",
    "exampleEN":"I'm confused about this assignment.",
    "sentiment":"negative"
  },
  {
    "slang":"bngt",
    "translationID":"sangat",
    "translationEN":"very",
    "contextID":"Digunakan dalam percakapan santai untuk mengekspresikan intensitas atau derajat yang tinggi dari suatu keadaan, sering kali dengan nuansa informal.",
    "contextEN":"Used in casual conversation to express high intensity or degree of a state, often with an informal nuance.",
    "exampleID":"Cuaca hari ini bngt panas!",
    "exampleEN":"The weather is very hot today!",
    "sentiment":"positive"
  },
  {
    "slang":"bngun",
    "translationID":"bangun",
    "translationEN":"wake up",
    "contextID":"Digunakan secara informal untuk menyatakan tindakan bangun dari tidur atau kesadaran dari keadaan tidak sadar.",
    "contextEN":"Used informally to express the action of waking up from sleep or becoming aware from an unconscious state.",
    "exampleID":"Ayo bngun, udah siang!",
    "exampleEN":"Come on, wake up, it's already late!",
    "sentiment":"neutral"
  },
  {
    "slang":"bnr",
    "translationID":"benar",
    "translationEN":"correct \/ true",
    "contextID":"Digunakan dalam percakapan santai untuk menegaskan suatu pernyataan atau mengekspresikan persetujuan.",
    "contextEN":"Used in casual conversations to affirm a statement or express agreement.",
    "exampleID":"Iya, itu bnr banget.",
    "exampleEN":"Yeah, that's totally true.",
    "sentiment":"positive"
  },
  {
    "slang":"bnrbnr",
    "translationID":"benar-benar",
    "translationEN":"really",
    "contextID":"Digunakan untuk menekankan suatu pernyataan atau situasi, sering kali dalam konteks informal dan akrab.",
    "contextEN":"Used to emphasize a statement or situation, often in informal and familiar contexts.",
    "exampleID":"Aku bnrbnr suka makanan itu!",
    "exampleEN":"I really love that food!",
    "sentiment":"positive"
  },
  {
    "slang":"bnrn",
    "translationID":"benar",
    "translationEN":"correct \/ true",
    "contextID":"Digunakan dalam percakapan santai di media sosial atau pesan instan untuk menegaskan kebenaran atau keakuratan suatu pernyataan.",
    "contextEN":"Used in casual conversations on social media or instant messaging to affirm the truth or accuracy of a statement.",
    "exampleID":"Iya, itu bnrn, gak ada yang bohong.",
    "exampleEN":"Yes, that's true, no one is lying.",
    "sentiment":"positive"
  },
  {
    "slang":"bntar",
    "translationID":"sebentar",
    "translationEN":"wait a minute",
    "contextID":"Digunakan untuk meminta waktu sejenak sebelum melanjutkan pembicaraan atau tindakan, biasanya dalam situasi santai.",
    "contextEN":"Used to ask for a moment before continuing a conversation or action, typically in casual situations.",
    "exampleID":"Bntar, aku ambil barang dulu.",
    "exampleEN":"Wait a minute, I'll grab something first.",
    "sentiment":"neutral"
  },
  {
    "slang":"bntr",
    "translationID":"sebentar",
    "translationEN":"wait a moment",
    "contextID":"Sering digunakan dalam percakapan santai untuk meminta seseorang menunggu sebentar tanpa memberikan penjelasan lebih lanjut.",
    "contextEN":"Commonly used in casual conversations to ask someone to wait a moment without providing further explanation.",
    "exampleID":"Bntr, aku ambil minum dulu.",
    "exampleEN":"Wait a moment, let me grab a drink first.",
    "sentiment":"neutral"
  },
  {
    "slang":"bnyak",
    "translationID":"banyak",
    "translationEN":"many",
    "contextID":"Digunakan dalam situasi santai, sering kali di kalangan anak muda, untuk menyatakan jumlah yang besar atau banyak.",
    "contextEN":"Used in casual situations, often among young people, to express a large or many quantities.",
    "exampleID":"Di pesta tadi, makanan yang disediakan bnyak banget.",
    "exampleEN":"At the party earlier, there was so much food provided.",
    "sentiment":"positive"
  },
  {
    "slang":"bnyk",
    "translationID":"banyak",
    "translationEN":"many",
    "contextID":"Digunakan dalam percakapan santai untuk menyatakan jumlah yang besar atau banyak dari sesuatu.",
    "contextEN":"Used in casual conversation to express a large quantity or number of something.",
    "exampleID":"Kemarin aku lihat orang bnyk di taman.",
    "exampleEN":"Yesterday, I saw many people in the park.",
    "sentiment":"neutral"
  },
  {
    "slang":"bnykny",
    "translationID":"banyaknya",
    "translationEN":"a lot \/ many",
    "contextID":"Digunakan dalam percakapan santai untuk menyatakan jumlah yang banyak, sering kali dengan nuansa informal atau akrab.",
    "contextEN":"Used in casual conversations to express a large quantity, often with an informal or friendly nuance.",
    "exampleID":"Bnykny orang yang datang ke acara itu.",
    "exampleEN":"A lot of people came to that event.",
    "sentiment":"positive"
  },
  {
    "slang":"bobo",
    "translationID":"tidur",
    "translationEN":"sleep",
    "contextID":"Digunakan dalam konteks santai atau akrab, sering kali oleh anak-anak atau dalam percakapan informal.",
    "contextEN":"Used in a casual or familiar context, often by children or in informal conversations.",
    "exampleID":"Saatnya bobo, besok sekolah lagi.",
    "exampleEN":"It's time to sleep, school again tomorrow.",
    "sentiment":"positive"
  },
  {
    "slang":"bobok",
    "translationID":"tidur",
    "translationEN":"sleep",
    "contextID":"Digunakan dalam konteks santai atau informal, sering kali di kalangan anak muda untuk menyatakan keinginan atau kebutuhan untuk tidur.",
    "contextEN":"Used in a casual or informal context, often among young people to express a desire or need to sleep.",
    "exampleID":"Aduh, mata gue udah berat, waktunya bobok deh.",
    "exampleEN":"Ugh, my eyes are heavy, time to sleep.",
    "sentiment":"positive"
  },
  {
    "slang":"bokap",
    "translationID":"ayah",
    "translationEN":"dad",
    "contextID":"Slang yang digunakan secara informal untuk merujuk pada ayah, sering kali dengan nuansa akrab dan hangat.",
    "contextEN":"A slang term used informally to refer to a father, often with a warm and familiar nuance.",
    "exampleID":"Bokap gue suka ngajak jalan-jalan.",
    "exampleEN":"My dad likes to take me out for walks.",
    "sentiment":"positive"
  },
  {
    "slang":"bole",
    "translationID":"boleh",
    "translationEN":"allowed",
    "contextID":"Digunakan dalam situasi santai untuk memberikan izin atau menyetujui sesuatu.",
    "contextEN":"Used in casual situations to give permission or agree to something.",
    "exampleID":"Kamu boleh ambil makanan di kulkas.",
    "exampleEN":"You are allowed to take food from the fridge.",
    "sentiment":"positive"
  },
  {
    "slang":"boong",
    "translationID":"bohong",
    "translationEN":"to lie",
    "contextID":"Digunakan secara informal untuk menyebut tindakan berbohong, sering kali dengan nada mengejek atau meragukan kebenaran informasi.",
    "contextEN":"Used informally to refer to the act of lying, often with a mocking or doubtful tone regarding the truth of information.",
    "exampleID":"Dia bilang dia sudah pergi ke luar negeri, tapi itu boong.",
    "exampleEN":"He said he went abroad, but that's a lie.",
    "sentiment":"negative"
  },
  {
    "slang":"bosen",
    "translationID":"bosan",
    "translationEN":"bored",
    "contextID":"Digunakan untuk menggambarkan perasaan tidak ada minat atau ketertarikan terhadap sesuatu, sering kali dalam konteks santai atau informal.",
    "contextEN":"Used to describe a feeling of disinterest or lack of engagement with something, often in a casual or informal context.",
    "exampleID":"Aku bosen banget di rumah terus.",
    "exampleEN":"I'm so bored just staying at home.",
    "sentiment":"negative"
  },
  {
    "slang":"bpk",
    "translationID":"bapak",
    "translationEN":"father",
    "contextID":"Istilah ini digunakan sebagai panggilan hormat kepada pria dewasa, sering kali dalam konteks informal, atau saat seseorang ingin menunjukkan rasa akrab.",
    "contextEN":"This term is used as a respectful address to adult men, often in informal contexts, or when someone wants to show familiarity.",
    "exampleID":"Bpk Ahmad sangat baik hati.",
    "exampleEN":"Mr. Ahmad is very kind-hearted.",
    "sentiment":"positive"
  },
  {
    "slang":"brani",
    "translationID":"berani",
    "translationEN":"brave",
    "contextID":"Digunakan untuk menggambarkan seseorang yang memiliki keberanian atau nekat dalam menghadapi tantangan.",
    "contextEN":"Used to describe someone who is brave or reckless in facing challenges.",
    "exampleID":"Dia berani melawan arus meskipun banyak yang meragukan.",
    "exampleEN":"He is brave enough to go against the tide even though many doubt him.",
    "sentiment":"positive"
  },
  {
    "slang":"brapa",
    "translationID":"berapa",
    "translationEN":"how much",
    "contextID":"Digunakan dalam percakapan santai, terutama di kalangan anak muda, untuk menanyakan jumlah atau harga dengan nada yang lebih akrab.",
    "contextEN":"Used in casual conversations, especially among young people, to ask about quantity or price in a more familiar tone.",
    "exampleID":"Brapa harga tas itu?",
    "exampleEN":"How much is that bag?",
    "sentiment":"neutral"
  },
  {
    "slang":"brarti",
    "translationID":"berarti",
    "translationEN":"means",
    "contextID":"Merupakan variasi informal dari kata 'berarti', sering digunakan dalam percakapan santai di media sosial atau di kalangan teman.",
    "contextEN":"An informal variation of the word 'berarti', commonly used in casual conversations on social media or among friends.",
    "exampleID":"Jadi, itu brarti kita harus pergi sekarang.",
    "exampleEN":"So, that means we have to go now.",
    "sentiment":"neutral"
  },
  {
    "slang":"brasa",
    "translationID":"berasa",
    "translationEN":"to feel \/ to experience",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk menyatakan pengalaman atau perasaan yang dialami seseorang.",
    "contextEN":"Used in everyday conversation to express an experience or feeling someone has.",
    "exampleID":"Gue brasa capek banget setelah olahraga.",
    "exampleEN":"I feel really tired after exercising.",
    "sentiment":"neutral"
  },
  {
    "slang":"brg",
    "translationID":"barang",
    "translationEN":"goods \/ items",
    "contextID":"Slang ini sering digunakan di kalangan anak muda untuk merujuk pada barang-barang atau benda secara umum, biasanya dalam konteks informal atau percakapan sehari-hari.",
    "contextEN":"This slang is often used among young people to refer to goods or items in a general sense, typically in informal contexts or everyday conversations.",
    "exampleID":"Gue baru beli brg baru buat main game.",
    "exampleEN":"I just bought some new goods for gaming.",
    "sentiment":"neutral"
  },
  {
    "slang":"brgkt",
    "translationID":"berangkat",
    "translationEN":"to depart",
    "contextID":"Digunakan dalam situasi informal untuk menyatakan bahwa seseorang akan pergi atau memulai perjalanan.",
    "contextEN":"Used in informal situations to indicate that someone is about to leave or start a journey.",
    "exampleID":"Gue brgkt sekarang, jangan telpon ya!",
    "exampleEN":"I'm leaving now, don't call me!",
    "sentiment":"neutral"
  },
  {
    "slang":"brhsl",
    "translationID":"berhasil",
    "translationEN":"succeed",
    "contextID":"Digunakan untuk menyatakan bahwa seseorang telah mencapai tujuan atau hasil yang diinginkan, sering kali dalam konteks yang positif atau penuh semangat.",
    "contextEN":"Used to indicate that someone has achieved a desired goal or outcome, often in a positive or enthusiastic context.",
    "exampleID":"Akhirnya brhsl juga ujian ini!",
    "exampleEN":"Finally succeeded in this exam!",
    "sentiment":"positive"
  },
  {
    "slang":"brjln",
    "translationID":"berjalan",
    "translationEN":"to walk",
    "contextID":"Digunakan dalam percakapan santai di kalangan anak muda untuk merujuk pada aktivitas berjalan, sering kali dengan nuansa yang lebih santai atau kasual.",
    "contextEN":"Used in casual conversations among young people to refer to the activity of walking, often with a more relaxed or informal tone.",
    "exampleID":"Ayo kita brjln ke kafe.",
    "exampleEN":"Let's walk to the café.",
    "sentiment":"positive"
  },
  {
    "slang":"brkfst",
    "translationID":"breakfast",
    "translationEN":"breakfast",
    "contextID":"Merupakan bentuk singkatan dari kata 'breakfast', biasanya digunakan dalam percakapan santai atau komunikasi informal, terutama di kalangan anak muda.",
    "contextEN":"It's a shortened form of the word 'breakfast', commonly used in casual conversations or informal communication, especially among young people.",
    "exampleID":"Ayo, kita brkfst bareng di kafe.",
    "exampleEN":"Let's have breakfast together at the café.",
    "sentiment":"positive"
  },
  {
    "slang":"brmslh",
    "translationID":"bermasalah",
    "translationEN":"having problems",
    "contextID":"Digunakan untuk menggambarkan seseorang atau sesuatu yang sedang mengalami kesulitan atau tantangan, sering kali dengan nada informal atau santai.",
    "contextEN":"Used to describe someone or something that is facing difficulties or challenges, often in an informal or casual tone.",
    "exampleID":"Gue lagi brmslh sama tugas kuliah ini.",
    "exampleEN":"I'm having problems with this college assignment.",
    "sentiment":"negative"
  },
  {
    "slang":"brngkt",
    "translationID":"berangkat",
    "translationEN":"depart",
    "contextID":"Digunakan dalam konteks informal untuk menyatakan bahwa seseorang akan pergi atau memulai perjalanan.",
    "contextEN":"Used in informal contexts to indicate that someone is about to leave or start a journey.",
    "exampleID":"Ayo, kita brngkt sekarang!",
    "exampleEN":"Come on, let's depart now!",
    "sentiment":"neutral"
  },
  {
    "slang":"brp",
    "translationID":"berapa",
    "translationEN":"how much",
    "contextID":"Digunakan dalam percakapan sehari-hari, terutama dalam konteks informal, untuk menanyakan harga atau jumlah.",
    "contextEN":"Used in everyday conversation, particularly in informal contexts, to ask about price or quantity.",
    "exampleID":"Brp harga tiket masuk ke konser itu?",
    "exampleEN":"How much is the entrance ticket to that concert?",
    "sentiment":"neutral"
  },
  {
    "slang":"brpa",
    "translationID":"berapa",
    "translationEN":"how much",
    "contextID":"Digunakan dalam percakapan santai, terutama di kalangan anak muda, untuk menanyakan jumlah atau harga sesuatu.",
    "contextEN":"Used in casual conversations, especially among young people, to ask about the amount or price of something.",
    "exampleID":"Brpa harga baju ini?",
    "exampleEN":"How much is this shirt?",
    "sentiment":"neutral"
  },
  {
    "slang":"brrti",
    "translationID":"berarti",
    "translationEN":"means",
    "contextID":"Slang ini digunakan dalam percakapan informal untuk menyatakan arti atau makna dari sesuatu.",
    "contextEN":"This slang is used in informal conversations to express the meaning of something.",
    "exampleID":"Jadi, brrti kamu mau pergi ke pesta malam ini?",
    "exampleEN":"So, you mean you're going to the party tonight?",
    "sentiment":"neutral"
  },
  {
    "slang":"brs",
    "translationID":"beres",
    "translationEN":"done",
    "contextID":"Digunakan untuk menyatakan bahwa sesuatu telah selesai atau berhasil dilakukan, sering kali dengan nuansa santai.",
    "contextEN":"Used to indicate that something is finished or successfully completed, often with a casual tone.",
    "exampleID":"Kerjaan rumah sudah brs, tinggal istirahat.",
    "exampleEN":"The housework is done, just need to relax now.",
    "sentiment":"positive"
  },
  {
    "slang":"brshbt",
    "translationID":"bersahabat",
    "translationEN":"to befriend",
    "contextID":"Digunakan untuk menggambarkan hubungan yang akrab dan saling mendukung antara teman-teman.",
    "contextEN":"Used to describe a close and supportive relationship between friends.",
    "exampleID":"Mereka selalu brshbt meski jarang bertemu.",
    "exampleEN":"They are always friends even though they rarely meet.",
    "sentiment":"positive"
  },
  {
    "slang":"brsm",
    "translationID":"bersama",
    "translationEN":"together",
    "contextID":"Digunakan untuk menyatakan kebersamaan atau kolaborasi dalam konteks santai, sering kali di antara teman atau dalam situasi informal.",
    "contextEN":"Used to express togetherness or collaboration in a casual context, often among friends or in informal situations.",
    "exampleID":"Ayo kita brsm nonton film malam ini!",
    "exampleEN":"Let's be together and watch a movie tonight!",
    "sentiment":"positive"
  },
  {
    "slang":"brthn",
    "translationID":"bertahan",
    "translationEN":"to endure",
    "contextID":"Digunakan dalam konteks untuk menunjukkan ketahanan atau kemampuan untuk terus bertahan dalam situasi sulit.",
    "contextEN":"Used in contexts to indicate resilience or the ability to keep going in difficult situations.",
    "exampleID":"Aku harus brthn meski banyak rintangan.",
    "exampleEN":"I have to endure despite many obstacles.",
    "sentiment":"positive"
  },
  {
    "slang":"brtmn",
    "translationID":"berteman",
    "translationEN":"to be friends",
    "contextID":"Digunakan dalam percakapan santai di antara teman-teman untuk menyatakan keinginan atau kondisi untuk berteman.",
    "contextEN":"Used in casual conversations among friends to express a desire or state of being friends.",
    "exampleID":"Ayo btrmn sama dia, dia asik.",
    "exampleEN":"Come on, let's be friends with him, he's cool.",
    "sentiment":"positive"
  },
  {
    "slang":"bru",
    "translationID":"baru",
    "translationEN":"new",
    "contextID":"Digunakan dalam percakapan santai untuk merujuk pada sesuatu yang baru atau terkini, seringkali dengan nuansa positif.",
    "contextEN":"Used in casual conversations to refer to something new or recent, often with a positive nuance.",
    "exampleID":"Gue baru beli mobil, bru!",
    "exampleEN":"I just bought a car, it's new!",
    "sentiment":"positive"
  },
  {
    "slang":"bs",
    "translationID":"bisa",
    "translationEN":"can",
    "contextID":"Merupakan singkatan dari 'bisa', digunakan dalam percakapan santai untuk menyatakan kemampuan atau kemungkinan.",
    "contextEN":"It is an abbreviation of 'bisa', used in casual conversations to express ability or possibility.",
    "exampleID":"Aku bs bantu kamu besok.",
    "exampleEN":"I can help you tomorrow.",
    "sentiment":"positive"
  },
  {
    "slang":"bsa",
    "translationID":"bisa",
    "translationEN":"can",
    "contextID":"Merupakan singkatan dari 'bisa', digunakan dalam percakapan santai untuk menunjukkan kemampuan atau kemungkinan.",
    "contextEN":"It's an abbreviation of 'bisa', used in casual conversations to indicate ability or possibility.",
    "exampleID":"Gue bsa datang besok.",
    "exampleEN":"I can come tomorrow.",
    "sentiment":"neutral"
  },
  {
    "slang":"bsk",
    "translationID":"besok",
    "translationEN":"tomorrow",
    "contextID":"Digunakan dalam percakapan santai, terutama di kalangan anak muda, untuk merujuk pada hari setelah hari ini.",
    "contextEN":"Used in casual conversations, especially among young people, to refer to the day after today.",
    "exampleID":"Kita ketemu bsk ya.",
    "exampleEN":"Let's meet tomorrow, okay?",
    "sentiment":"neutral"
  },
  {
    "slang":"bsok",
    "translationID":"besok",
    "translationEN":"tomorrow",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk merujuk pada hari setelah hari ini, sering kali dalam konteks santai.",
    "contextEN":"Used in everyday conversation to refer to the day after today, often in casual contexts.",
    "exampleID":"Kita ketemu lagi bsok ya!",
    "exampleEN":"Let's meet again tomorrow!",
    "sentiment":"neutral"
  },
  {
    "slang":"bsoq",
    "translationID":"besok",
    "translationEN":"tomorrow",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk merujuk pada hari setelah hari ini, sering kali dalam konteks rencana atau janji.",
    "contextEN":"Used in everyday conversation to refer to the day after today, often in the context of plans or appointments.",
    "exampleID":"Kita ketemu bsoq ya.",
    "exampleEN":"Let's meet tomorrow.",
    "sentiment":"neutral"
  },
  {
    "slang":"bsr",
    "translationID":"besar",
    "translationEN":"big",
    "contextID":"Digunakan dalam konteks informal untuk merujuk pada ukuran atau pentingnya sesuatu, sering kali dalam percakapan sehari-hari atau media sosial.",
    "contextEN":"Used informally to refer to the size or significance of something, often in everyday conversation or social media.",
    "exampleID":"Proyek ini bsr banget!",
    "exampleEN":"This project is really big!",
    "sentiment":"positive"
  },
  {
    "slang":"btg",
    "translationID":"batang",
    "translationEN":"stick \/ rod",
    "contextID":"Merujuk pada istilah slang untuk sesuatu yang berbentuk batang, biasanya digunakan dalam konteks santai atau informal.",
    "contextEN":"Refers to a slang term for something stick-like, often used in casual or informal contexts.",
    "exampleID":"Bisa minta btg itu, enggak?",
    "exampleEN":"Can I have that stick over there?",
    "sentiment":"neutral"
  },
  {
    "slang":"bth",
    "translationID":"butuh",
    "translationEN":"need",
    "contextID":"Digunakan dalam percakapan santai untuk menyatakan bahwa seseorang membutuhkan sesuatu.",
    "contextEN":"Used in casual conversation to express that someone needs something.",
    "exampleID":"Gue bth banget sama kamu.",
    "exampleEN":"I really need you.",
    "sentiment":"neutral"
  },
  {
    "slang":"btl",
    "translationID":"betul",
    "translationEN":"correct \/ true",
    "contextID":"Digunakan dalam percakapan santai untuk menegaskan kebenaran atau keakuratan suatu pernyataan.",
    "contextEN":"Used in casual conversations to affirm the truth or accuracy of a statement.",
    "exampleID":"Iya, itu btl banget.",
    "exampleEN":"Yes, that's totally correct.",
    "sentiment":"positive"
  },
  {
    "slang":"btul",
    "translationID":"betul",
    "translationEN":"correct",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk mengekspresikan persetujuan atau keakuratan suatu pernyataan.",
    "contextEN":"Used in everyday conversation to express agreement or the correctness of a statement.",
    "exampleID":"Iya, itu btul banget.",
    "exampleEN":"Yes, that's really correct.",
    "sentiment":"positive"
  },
  {
    "slang":"buad",
    "translationID":"buat",
    "translationEN":"to make \/ to create",
    "contextID":"Digunakan dalam percakapan santai, terutama di kalangan anak muda, untuk merujuk pada tindakan membuat sesuatu.",
    "contextEN":"Used in casual conversation, especially among young people, to refer to the act of making something.",
    "exampleID":"Aku buad kue untuk ulang tahun dia.",
    "exampleEN":"I made a cake for her birthday.",
    "sentiment":"positive"
  },
  {
    "slang":"buatin",
    "translationID":"buatkan",
    "translationEN":"make for me",
    "contextID":"Digunakan dalam konteks meminta seseorang untuk membuatkan sesuatu, sering kali dengan nuansa informal dan akrab.",
    "contextEN":"Used in the context of asking someone to make something for you, often with an informal and familiar tone.",
    "exampleID":"Tolong buatin kopi ya.",
    "exampleEN":"Please make me some coffee.",
    "sentiment":"positive"
  },
  {
    "slang":"bucin",
    "translationID":"budak cinta",
    "translationEN":"love slave",
    "contextID":"Digunakan untuk menggambarkan seseorang yang sangat terikat atau tergila-gila pada pasangan, seringkali mengabaikan kepentingan diri sendiri.",
    "contextEN":"Used to describe someone who is deeply attached or infatuated with their partner, often neglecting their own interests.",
    "exampleID":"Dia benar-benar bucin, semua waktu dan perhatiannya hanya untuk pacarnya.",
    "exampleEN":"He's totally a love slave; all his time and attention are just for his girlfriend.",
    "sentiment":"negative"
  },
  {
    "slang":"bulcit",
    "translationID":"omong kosong",
    "translationEN":"nonsense",
    "contextID":"Digunakan untuk merujuk pada sesuatu yang dianggap tidak masuk akal atau tidak serius, seringkali dalam konteks kritikan atau ejekan.",
    "contextEN":"Used to refer to something that is considered illogical or unserious, often in the context of criticism or mockery.",
    "exampleID":"Apa yang dia katakan itu bulcit semua.",
    "exampleEN":"What he said is all nonsense.",
    "sentiment":"negative"
  },
  {
    "slang":"bw",
    "translationID":"bawa",
    "translationEN":"bring",
    "contextID":"Sering digunakan dalam percakapan santai, terutama di kalangan anak muda, untuk meminta atau menyarankan agar seseorang membawa sesuatu.",
    "contextEN":"Commonly used in casual conversations, especially among young people, to ask or suggest that someone brings something.",
    "exampleID":"Bw makanan nanti ya!",
    "exampleEN":"Bring the food later, okay!",
    "sentiment":"neutral"
  },
  {
    "slang":"bwa",
    "translationID":"bawa",
    "translationEN":"bring",
    "contextID":"Digunakan dalam percakapan santai, biasanya di kalangan anak muda, untuk menyampaikan ide 'membawa' sesuatu.",
    "contextEN":"Used in casual conversations, often among young people, to convey the idea of 'bringing' something.",
    "exampleID":"Bwa buku itu ke sini.",
    "exampleEN":"Bring that book over here.",
    "sentiment":"neutral"
  },
  {
    "slang":"bwh",
    "translationID":"bawah",
    "translationEN":"below",
    "contextID":"Digunakan dalam konteks untuk merujuk pada posisi atau tempat yang lebih rendah, baik dalam pengertian fisik maupun metaforis.",
    "contextEN":"Used in contexts to refer to a position or place that is lower, both in physical and metaphorical senses.",
    "exampleID":"Simpan barang-barang itu di bwh meja.",
    "exampleEN":"Put those items below the table.",
    "sentiment":"neutral"
  },
  {
    "slang":"bwt",
    "translationID":"buat",
    "translationEN":"to make \/ to create",
    "contextID":"Digunakan dalam komunikasi informal, terutama di kalangan anak muda, untuk merujuk pada tindakan membuat sesuatu.",
    "contextEN":"Used in informal communication, especially among young people, to refer to the act of making or creating something.",
    "exampleID":"Bwt video baru, jangan lupa like ya!",
    "exampleEN":"Make sure to like the new video, okay!",
    "sentiment":"positive"
  },
  {
    "slang":"byk",
    "translationID":"banyak",
    "translationEN":"many",
    "contextID":"Dari bahasa gaul yang disingkat, 'byk' digunakan dalam percakapan sehari-hari, terutama di kalangan anak muda, untuk menyatakan jumlah yang besar.",
    "contextEN":"Derived from a shortened form of the word 'banyak', 'byk' is used in everyday conversations, especially among young people, to express a large quantity.",
    "exampleID":"Ada byk orang di acara itu.",
    "exampleEN":"There were many people at the event.",
    "sentiment":"neutral"
  },
  {
    "slang":"bynk",
    "translationID":"banyak",
    "translationEN":"a lot",
    "contextID":"Digunakan dalam percakapan santai untuk menyatakan jumlah yang besar dengan nada informal.",
    "contextEN":"Used in casual conversation to express a large quantity in an informal tone.",
    "exampleID":"Ada bynk orang di acara itu.",
    "exampleEN":"There were a lot of people at the event.",
    "sentiment":"positive"
  },
  {
    "slang":"byr",
    "translationID":"bayar",
    "translationEN":"pay",
    "contextID":"Digunakan dalam konteks transaksi keuangan, umumnya di kalangan anak muda untuk menyebutkan tindakan membayar sesuatu dengan cara yang lebih santai.",
    "contextEN":"Used in the context of financial transactions, commonly among young people to refer to the act of paying something in a more casual manner.",
    "exampleID":"Ayo byr dulu sebelum nonton film.",
    "exampleEN":"Let's pay first before watching the movie.",
    "sentiment":"neutral"
  },
  {
    "slang":"cabal",
    "translationID":"sabar",
    "translationEN":"patient",
    "contextID":"Digunakan untuk menyemangati orang agar tetap tenang dan tidak cepat marah dalam menghadapi situasi sulit.",
    "contextEN":"Used to encourage someone to remain calm and not get angry quickly in difficult situations.",
    "exampleID":"Ayo cabal, ini hanya sementara.",
    "exampleEN":"Come on, be patient, this is just temporary.",
    "sentiment":"positive"
  },
  {
    "slang":"cabut",
    "translationID":"pergi",
    "translationEN":"to leave \/ to go",
    "contextID":"Digunakan dalam konteks informal untuk menyatakan tindakan pergi dari suatu tempat, sering kali dengan nuansa santai atau terburu-buru.",
    "contextEN":"Used in informal contexts to express the action of leaving a place, often with a casual or hurried nuance.",
    "exampleID":"Ayo cabut, filmnya mau mulai.",
    "exampleEN":"Let's go, the movie is about to start.",
    "sentiment":"neutral"
  },
  {
    "slang":"caiank",
    "translationID":"sayang",
    "translationEN":"dear \/ darling",
    "contextID":"Digunakan dalam konteks asmara atau keakraban, sering kali dalam percakapan santai antara pasangan atau teman dekat.",
    "contextEN":"Used in romantic or affectionate contexts, often in casual conversations between partners or close friends.",
    "exampleID":"Caiank, kamu sudah makan belum?",
    "exampleEN":"Darling, have you eaten yet?",
    "sentiment":"positive"
  },
  {
    "slang":"cakep",
    "translationID":"cakap",
    "translationEN":"handsome \/ attractive",
    "contextID":"Digunakan untuk menggambarkan seseorang yang memiliki penampilan menarik, sering kali dalam konteks positif atau pujian.",
    "contextEN":"Used to describe someone who has an attractive appearance, often in a positive context or as a compliment.",
    "exampleID":"Dia cakep banget, ya?",
    "exampleEN":"He's really handsome, isn't he?",
    "sentiment":"positive"
  },
  {
    "slang":"cape",
    "translationID":"capai",
    "translationEN":"tired",
    "contextID":"Digunakan untuk menyatakan perasaan lelah baik secara fisik maupun emosional, sering dipakai dalam situasi santai.",
    "contextEN":"Used to express feelings of fatigue, both physically and emotionally, often in casual situations.",
    "exampleID":"Aku sudah cape seharian kerja.",
    "exampleEN":"I'm so tired after working all day.",
    "sentiment":"negative"
  },
  {
    "slang":"capek",
    "translationID":"capai",
    "translationEN":"tired",
    "contextID":"Digunakan dalam konteks sehari-hari untuk menyatakan kelelahan fisik atau emosional setelah melakukan aktivitas.",
    "contextEN":"Used in everyday contexts to express physical or emotional fatigue after engaging in activities.",
    "exampleID":"Aku capek banget setelah seharian bekerja.",
    "exampleEN":"I'm so tired after working all day.",
    "sentiment":"negative"
  },
  {
    "slang":"catet",
    "translationID":"catat",
    "translationEN":"note",
    "contextID":"Digunakan secara informal untuk meminta seseorang mencatat sesuatu, sering kali dalam diskusi atau pertemuan.",
    "contextEN":"Used informally to ask someone to write something down, often in discussions or meetings.",
    "exampleID":"Catet ya, besok ada rapat jam 10.",
    "exampleEN":"Note it down, there's a meeting tomorrow at 10.",
    "sentiment":"neutral"
  },
  {
    "slang":"cb",
    "translationID":"coba",
    "translationEN":"try",
    "contextID":"Digunakan dalam konteks menggugah seseorang untuk melakukan sesuatu atau mencoba sesuatu yang baru.",
    "contextEN":"Used in the context of encouraging someone to do something or to try something new.",
    "exampleID":"Cb deh, kita coba makanan baru ini!",
    "exampleEN":"Let's try this new food!",
    "sentiment":"positive"
  },
  {
    "slang":"cekola",
    "translationID":"sekolah",
    "translationEN":"school",
    "contextID":"Digunakan dalam percakapan sehari-hari, terutama di kalangan anak muda, untuk merujuk pada institusi pendidikan formal.",
    "contextEN":"Used in everyday conversations, particularly among young people, to refer to formal educational institutions.",
    "exampleID":"Besok aku harus ke cekola untuk ujian.",
    "exampleEN":"Tomorrow I have to go to school for an exam.",
    "sentiment":"neutral"
  },
  {
    "slang":"cekolah",
    "translationID":"sekolah",
    "translationEN":"school",
    "contextID":"Istilah slang yang digunakan oleh anak muda untuk menyebut sekolah, sering kali dalam konteks santai atau akrab.",
    "contextEN":"A slang term used by young people to refer to school, often in a casual or friendly context.",
    "exampleID":"Gue mau ke cekolah dulu, nanti kita lanjutin ngobrol.",
    "exampleEN":"I'm going to school first, then we'll continue chatting.",
    "sentiment":"neutral"
  },
  {
    "slang":"celalaw",
    "translationID":"selalu",
    "translationEN":"always",
    "contextID":"Digunakan dalam situasi santai atau informal, seringkali di kalangan anak muda untuk menekankan konsistensi atau kebiasaan yang berulang.",
    "contextEN":"Used in casual or informal situations, often among young people to emphasize consistency or a recurring habit.",
    "exampleID":"Dia celalaw datang terlambat ke kelas.",
    "exampleEN":"He always arrives late to class.",
    "sentiment":"neutral"
  },
  {
    "slang":"celalu",
    "translationID":"selalu",
    "translationEN":"always",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk menyatakan konsistensi atau ketidakberpihakan dalam suatu situasi.",
    "contextEN":"Used in daily conversations to express consistency or impartiality in a situation.",
    "exampleID":"Dia celalu datang tepat waktu.",
    "exampleEN":"He always arrives on time.",
    "sentiment":"positive"
  },
  {
    "slang":"cemungudh",
    "translationID":"semangat",
    "translationEN":"enthusiastic",
    "contextID":"Digunakan untuk menyemangati diri sendiri atau orang lain, seringkali dalam konteks positif dan penuh energi.",
    "contextEN":"Used to motivate oneself or others, often in a positive and energetic context.",
    "exampleID":"Ayo semangat, kita bisa lakukan ini! Cemungudh!",
    "exampleEN":"Come on, let's do this! Full of enthusiasm!",
    "sentiment":"positive"
  },
  {
    "slang":"cemungut",
    "translationID":"semangat",
    "translationEN":"enthusiasm",
    "contextID":"Digunakan untuk menggambarkan semangat atau motivasi yang tinggi dalam melakukan sesuatu, sering kali dalam konteks positif.",
    "contextEN":"Used to describe high enthusiasm or motivation in doing something, often in a positive context.",
    "exampleID":"Dia datang dengan cemungut untuk mengikuti lomba itu.",
    "exampleEN":"He showed up with enthusiasm to participate in the competition.",
    "sentiment":"positive"
  },
  {
    "slang":"cemunguth",
    "translationID":"semangat",
    "translationEN":"enthusiasm",
    "contextID":"Digunakan untuk menunjukkan semangat atau motivasi yang tinggi, sering dipakai dalam situasi yang menggembirakan atau menantang.",
    "contextEN":"Used to express high spirits or motivation, often applied in exciting or challenging situations.",
    "exampleID":"Ayo kita lakukan ini, cemunguth!",
    "exampleEN":"Come on, let's do this, full of enthusiasm!",
    "sentiment":"positive"
  },
  {
    "slang":"cepet",
    "translationID":"cepat",
    "translationEN":"fast",
    "contextID":"Digunakan dalam konteks informal untuk menyatakan kecepatan, baik dalam tindakan maupun waktu.",
    "contextEN":"Used in informal contexts to express speed, whether in actions or time.",
    "exampleID":"Ayo, kita cepet berangkat sebelum macet.",
    "exampleEN":"Come on, let's leave fast before traffic jams.",
    "sentiment":"positive"
  },
  {
    "slang":"cewe",
    "translationID":"cewek",
    "translationEN":"girl",
    "contextID":"Istilah informal untuk menyebut perempuan, sering digunakan di kalangan remaja dan anak muda.",
    "contextEN":"An informal term for referring to a girl, commonly used among teenagers and young people.",
    "exampleID":"Cewe itu keren banget!",
    "exampleEN":"That girl is really cool!",
    "sentiment":"positive"
  },
  {
    "slang":"cibuq",
    "translationID":"sibuk",
    "translationEN":"busy",
    "contextID":"Digunakan untuk menggambarkan seseorang yang sangat sibuk atau tidak memiliki waktu luang.",
    "contextEN":"Used to describe someone who is very busy or has no free time.",
    "exampleID":"Maaf, saya tidak bisa ikut, saya lagi cibuq.",
    "exampleEN":"Sorry, I can't join, I'm busy right now.",
    "sentiment":"neutral"
  },
  {
    "slang":"cini",
    "translationID":"sini",
    "translationEN":"here",
    "contextID":"Digunakan dalam bahasa sehari-hari untuk meminta seseorang mendekat atau menunjukkan lokasi di mana seseorang berada.",
    "contextEN":"Used in everyday language to ask someone to come closer or to indicate the location where someone is.",
    "exampleID":"Cini, ayo kita mulai!",
    "exampleEN":"Here, let's get started!",
    "sentiment":"positive"
  },
  {
    "slang":"ciyus",
    "translationID":"serius",
    "translationEN":"serious",
    "contextID":"Digunakan dalam percakapan santai untuk menekankan keseriusan suatu pernyataan atau situasi.",
    "contextEN":"Used in casual conversations to emphasize the seriousness of a statement or situation.",
    "exampleID":"Ciyus, gue beneran mau pergi jauh.",
    "exampleEN":"Seriously, I'm really going far away.",
    "sentiment":"positive"
  },
  {
    "slang":"ckp",
    "translationID":"cukup",
    "translationEN":"enough",
    "contextID":"Digunakan dalam percakapan santai untuk menyatakan bahwa sesuatu sudah mencukupi atau tidak perlu ditambahkan lagi.",
    "contextEN":"Used in casual conversations to express that something is sufficient or doesn't need to be added.",
    "exampleID":"Makanannya ckp buat kita semua.",
    "exampleEN":"The food is enough for all of us.",
    "sentiment":"neutral"
  },
  {
    "slang":"ckrg",
    "translationID":"sekarang",
    "translationEN":"now",
    "contextID":"Digunakan dalam percakapan informal untuk menunjukkan waktu saat ini, sering kali dalam konteks yang santai atau akrab.",
    "contextEN":"Used in informal conversations to indicate the current time, often in a casual or familiar context.",
    "exampleID":"Ckrg gue lagi sibuk banget.",
    "exampleEN":"I'm really busy right now.",
    "sentiment":"neutral"
  },
  {
    "slang":"ckup",
    "translationID":"cukup",
    "translationEN":"enough",
    "contextID":"Digunakan untuk menyatakan bahwa sesuatu sudah mencukupi atau tidak perlu ditambah lagi, sering digunakan dalam percakapan sehari-hari.",
    "contextEN":"Used to express that something is sufficient or does not need to be added, often used in everyday conversations.",
    "exampleID":"Makan malam sudah ckup, terima kasih.",
    "exampleEN":"Dinner is enough, thank you.",
    "sentiment":"neutral"
  },
  {
    "slang":"cll",
    "translationID":"selalu",
    "translationEN":"always",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk menyatakan konsistensi atau kebiasaan yang terus-menerus.",
    "contextEN":"Used in everyday conversations to express consistency or a habit that is ongoing.",
    "exampleID":"Dia cll datang tepat waktu.",
    "exampleEN":"She always arrives on time.",
    "sentiment":"positive"
  },
  {
    "slang":"cllu",
    "translationID":"selalu",
    "translationEN":"always",
    "contextID":"Digunakan dalam percakapan santai untuk mengekspresikan konsistensi atau kepastian dalam suatu hal.",
    "contextEN":"Used in casual conversations to express consistency or certainty about something.",
    "exampleID":"Aku cllu ada untukmu.",
    "exampleEN":"I am always here for you.",
    "sentiment":"positive"
  },
  {
    "slang":"cllw",
    "translationID":"selalu",
    "translationEN":"always",
    "contextID":"Digunakan dalam konteks sehari-hari untuk menyatakan konsistensi atau keteraturan dalam suatu perilaku atau keadaan.",
    "contextEN":"Used in everyday contexts to express consistency or regularity in a behavior or state.",
    "exampleID":"Aku c llw ingat sama janji kita.",
    "exampleEN":"I always remember our promise.",
    "sentiment":"positive"
  },
  {
    "slang":"cm",
    "translationID":"cuma",
    "translationEN":"just",
    "contextID":"Sebuah singkatan dari 'cuma', digunakan untuk menyatakan sesuatu yang dianggap tidak penting atau sebagai penekanan bahwa sesuatu itu hanya sedikit atau sederhana.",
    "contextEN":"A shorthand for 'cuma', used to denote something considered unimportant or to emphasize that something is merely a small amount or simple.",
    "exampleID":"Aku cm mau bilang selamat.",
    "exampleEN":"I just wanted to say congratulations.",
    "sentiment":"neutral"
  },
  {
    "slang":"cma",
    "translationID":"cuma",
    "translationEN":"just",
    "contextID":"Digunakan dalam percakapan santai untuk menyatakan bahwa sesuatu itu hanya atau sekadar, sering kali dengan nada merendahkan atau menyederhanakan.",
    "contextEN":"Used in casual conversation to express that something is just or merely, often with a tone of belittlement or simplification.",
    "exampleID":"Aku cma mau nonton film di rumah.",
    "exampleEN":"I just want to watch a movie at home.",
    "sentiment":"neutral"
  },
  {
    "slang":"cman",
    "translationID":"hanya",
    "translationEN":"just",
    "contextID":"Digunakan dalam percakapan informal untuk menyatakan sesuatu yang sederhana atau tidak rumit, sering kali dengan nada santai.",
    "contextEN":"Used in informal conversations to express something simple or uncomplicated, often with a relaxed tone.",
    "exampleID":"Gue cman pengen nonton film aja.",
    "exampleEN":"I just want to watch a movie.",
    "sentiment":"neutral"
  },
  {
    "slang":"cmn",
    "translationID":"hanya",
    "translationEN":"only",
    "contextID":"Digunakan untuk menekankan bahwa sesuatu terbatas pada satu hal, sering kali dalam konteks informal atau santai.",
    "contextEN":"Used to emphasize that something is limited to one thing, often in informal or casual contexts.",
    "exampleID":"Dia cmn mau nonton film itu.",
    "exampleEN":"He only wants to watch that movie.",
    "sentiment":"neutral"
  },
  {
    "slang":"cmpk",
    "translationID":"cempaka",
    "translationEN":"magnolia",
    "contextID":"Digunakan dalam konteks pujian atau referensi kepada seseorang yang memiliki keindahan atau kualitas yang anggun, seperti bunga cempaka.",
    "contextEN":"Used in a context of praise or reference to someone who possesses beauty or grace, akin to the magnolia flower.",
    "exampleID":"Dia terlihat cantik seperti cmpk di taman.",
    "exampleEN":"She looks beautiful like a magnolia in the garden.",
    "sentiment":"positive"
  },
  {
    "slang":"cobaa",
    "translationID":"coba",
    "translationEN":"try",
    "contextID":"Digunakan sebagai bentuk ajakan atau saran untuk mencoba sesuatu, sering kali dalam konteks santai atau informal.",
    "contextEN":"Used as an invitation or suggestion to try something, often in a casual or informal context.",
    "exampleID":"Cobaa deh makanan ini, enak banget!",
    "exampleEN":"Just try this food, it's really delicious!",
    "sentiment":"positive"
  },
  {
    "slang":"coeg",
    "translationID":"jancuk",
    "translationEN":"damn",
    "contextID":"Digunakan sebagai ungkapan kejutan, kemarahan, atau frustrasi, sering kali dalam situasi yang intens atau emosional.",
    "contextEN":"Used as an expression of surprise, anger, or frustration, often in intense or emotional situations.",
    "exampleID":"Coeg, lu berani banget ya!",
    "exampleEN":"Damn, you're really bold, huh!",
    "sentiment":"negative"
  },
  {
    "slang":"cowo",
    "translationID":"cowok",
    "translationEN":"guy \/ boy",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk menyebut laki-laki dengan cara yang lebih santai dan akrab.",
    "contextEN":"Used in everyday conversations to refer to males in a more casual and friendly manner.",
    "exampleID":"Dia adalah cowo yang baik hati.",
    "exampleEN":"He's a kind guy.",
    "sentiment":"positive"
  },
  {
    "slang":"cpat",
    "translationID":"cepat",
    "translationEN":"fast",
    "contextID":"Digunakan dalam situasi santai dan informal untuk mengekspresikan kecepatan sesuatu, baik dalam aktivitas atau respons.",
    "contextEN":"Used in casual and informal situations to express the speed of something, whether in activities or responses.",
    "exampleID":"Ayo, kita cpat selesaiin tugas ini!",
    "exampleEN":"Come on, let's finish this task fast!",
    "sentiment":"positive"
  },
  {
    "slang":"cpe",
    "translationID":"capek",
    "translationEN":"tired",
    "contextID":"Digunakan untuk menyatakan rasa lelah atau kelelahan, sering kali dalam konteks informal dan sehari-hari.",
    "contextEN":"Used to express tiredness or fatigue, often in informal and everyday contexts.",
    "exampleID":"Setelah seharian bekerja, aku cpe banget.",
    "exampleEN":"After working all day, I'm so tired.",
    "sentiment":"negative"
  },
  {
    "slang":"cpee",
    "translationID":"capek",
    "translationEN":"tired",
    "contextID":"Digunakan untuk menyatakan keadaan lelah atau kelelahan, sering diucapkan dalam konteks santai atau informal.",
    "contextEN":"Used to express a state of fatigue or exhaustion, often spoken in casual or informal contexts.",
    "exampleID":"Setelah seharian kerja, aku cpee banget.",
    "exampleEN":"After working all day, I'm so tired.",
    "sentiment":"negative"
  },
  {
    "slang":"cpet",
    "translationID":"cepat",
    "translationEN":"fast",
    "contextID":"Digunakan dalam percakapan santai untuk menyatakan kecepatan, baik dalam konteks fisik maupun waktu.",
    "contextEN":"Used in casual conversations to express speed, whether in physical context or time-related.",
    "exampleID":"Ayo, kita cpet kesana sebelum hujan.",
    "exampleEN":"Come on, let's go fast before it rains.",
    "sentiment":"positive"
  },
  {
    "slang":"cpt",
    "translationID":"cepat",
    "translationEN":"fast",
    "contextID":"Digunakan dalam konteks sehari-hari untuk merujuk pada sesuatu yang dilakukan dengan cepat atau dalam waktu singkat.",
    "contextEN":"Used in everyday contexts to refer to something done quickly or in a short amount of time.",
    "exampleID":"Ayo, kita cpt selesaikan tugas ini!",
    "exampleEN":"Come on, let's finish this task fast!",
    "sentiment":"positive"
  },
  {
    "slang":"cptn",
    "translationID":"cepatan",
    "translationEN":"speed",
    "contextID":"Digunakan dalam situasi santai untuk merujuk pada kecepatan atau tempo, biasanya dalam konteks kegiatan yang membutuhkan respons cepat.",
    "contextEN":"Used in casual situations to refer to speed or tempo, often in the context of activities that require quick responses.",
    "exampleID":"Ayo, kita harus cptn supaya tidak ketinggalan!",
    "exampleEN":"Come on, we need to speed up so we don't fall behind!",
    "sentiment":"positive"
  },
  {
    "slang":"crt",
    "translationID":"cerita",
    "translationEN":"story",
    "contextID":"Digunakan dalam konteks santai untuk merujuk pada cerita atau narasi yang ingin dibagikan, sering kali dalam percakapan sehari-hari.",
    "contextEN":"Used in a casual context to refer to a story or narrative that someone wants to share, often in everyday conversations.",
    "exampleID":"Gue mau crt tentang pengalaman liburan kemarin.",
    "exampleEN":"I want to tell a story about my vacation experience last time.",
    "sentiment":"positive"
  },
  {
    "slang":"cth",
    "translationID":"contoh",
    "translationEN":"example",
    "contextID":"Singkatan dari 'contoh', sering digunakan dalam komunikasi informal, seperti pesan teks atau media sosial, untuk memberikan ilustrasi atau referensi tanpa harus menjelaskan secara panjang.",
    "contextEN":"An abbreviation of 'contoh', commonly used in informal communication, such as text messages or social media, to provide an illustration or reference without lengthy explanations.",
    "exampleID":"Misalnya, kalau mau belajar grammar, cth buku ini bagus.",
    "exampleEN":"For example, if you want to learn grammar, this book is good.",
    "sentiment":"neutral"
  },
  {
    "slang":"cug",
    "translationID":"jancuk",
    "translationEN":"damn",
    "contextID":"Digunakan sebagai ungkapan kekesalan atau kejutan, sering kali dalam situasi yang emosional atau dramatis.",
    "contextEN":"Used as an expression of annoyance or surprise, often in emotional or dramatic situations.",
    "exampleID":"Cug, kamu bener-bener bikin gue marah!",
    "exampleEN":"Damn, you really made me angry!",
    "sentiment":"negative"
  },
  {
    "slang":"cuk",
    "translationID":"jancuk",
    "translationEN":"damn \/ fuck",
    "contextID":"Digunakan sebagai ungkapan kekesalan, kejutan, atau ketidakpuasan. Sering dipakai dalam situasi emosional yang kuat.",
    "contextEN":"Used as an expression of annoyance, surprise, or dissatisfaction. Often employed in strong emotional situations.",
    "exampleID":"Cuk, gue lupa bawa kunci!",
    "exampleEN":"Damn, I forgot to bring the keys!",
    "sentiment":"negative"
  },
  {
    "slang":"cuman",
    "translationID":"hanya",
    "translationEN":"only",
    "contextID":"Digunakan untuk mengekspresikan batasan atau eksklusi, sering kali dalam konteks informal. Menunjukkan sesuatu yang dianggap tidak penting atau sekadar cukup.",
    "contextEN":"Used to express limitation or exclusion, often in informal contexts. Indicates something that is considered unimportant or just enough.",
    "exampleID":"Aku cuman mau minum air.",
    "exampleEN":"I just want to drink water.",
    "sentiment":"neutral"
  },
  {
    "slang":"cungguh",
    "translationID":"sungguh",
    "translationEN":"really \/ truly",
    "contextID":"Digunakan untuk menekankan kebenaran atau kekuatan suatu pernyataan, sering digunakan dalam percakapan santai.",
    "contextEN":"Used to emphasize the truth or strength of a statement, often in casual conversations.",
    "exampleID":"Aku cungguh senang bisa bertemu kamu hari ini.",
    "exampleEN":"I am really happy to meet you today.",
    "sentiment":"positive"
  },
  {
    "slang":"cw",
    "translationID":"cewek",
    "translationEN":"girl",
    "contextID":"Merupakan singkatan dari 'cewek', sering digunakan dalam percakapan santai di kalangan anak muda untuk merujuk pada perempuan.",
    "contextEN":"It is an abbreviation of 'cewek', commonly used in casual conversations among young people to refer to girls.",
    "exampleID":"Cw itu cantik banget!",
    "exampleEN":"That girl is really pretty!",
    "sentiment":"positive"
  },
  {
    "slang":"cwe",
    "translationID":"cewek",
    "translationEN":"girl",
    "contextID":"Slang yang digunakan untuk merujuk pada perempuan, seringkali dalam konteks santai atau akrab.",
    "contextEN":"Slang used to refer to girls, often in a casual or friendly context.",
    "exampleID":"Cwe itu seru banget diajak ngobrol.",
    "exampleEN":"That girl is really fun to talk to.",
    "sentiment":"positive"
  },
  {
    "slang":"cwo",
    "translationID":"cowok",
    "translationEN":"boy",
    "contextID":"Istilah informal yang digunakan untuk merujuk kepada laki-laki atau pria, seringkali dalam konteks santai atau akrab.",
    "contextEN":"An informal term used to refer to a male or boy, often in a casual or friendly context.",
    "exampleID":"Dia lagi deket sama cwo baru di kampus.",
    "exampleEN":"She's getting close to a new boy at campus.",
    "sentiment":"positive"
  },
  {
    "slang":"cyang",
    "translationID":"sayang",
    "translationEN":"dear \/ beloved",
    "contextID":"Digunakan dalam konteks akrab atau penuh kasih sayang, sering kali antara pasangan atau orang terdekat.",
    "contextEN":"Used in a familiar or affectionate context, often between partners or close individuals.",
    "exampleID":"Ayo, cyang, kita nonton film bareng.",
    "exampleEN":"Come on, dear, let's watch a movie together.",
    "sentiment":"positive"
  },
  {
    "slang":"dah",
    "translationID":"sudah",
    "translationEN":"already",
    "contextID":"Digunakan untuk menunjukkan bahwa sesuatu telah selesai atau tercapai, sering digunakan dalam percakapan santai.",
    "contextEN":"Used to indicate that something has been completed or achieved, often in casual conversation.",
    "exampleID":"Aku dah makan siang.",
    "exampleEN":"I have already had lunch.",
    "sentiment":"neutral"
  },
  {
    "slang":"dalem",
    "translationID":"dalam",
    "translationEN":"deep \/ profound",
    "contextID":"Digunakan untuk menggambarkan sesuatu yang memiliki makna atau nuansa yang dalam, sering kali dalam konteks emosional atau intelektual.",
    "contextEN":"Used to describe something that has deep or profound meaning, often in an emotional or intellectual context.",
    "exampleID":"Pembicaraan kita malam ini terasa dalem banget.",
    "exampleEN":"Our conversation tonight felt really deep.",
    "sentiment":"positive"
  },
  {
    "slang":"dapa",
    "translationID":"ada apa",
    "translationEN":"what's up",
    "contextID":"Digunakan sebagai ungkapan untuk menanyakan keadaan atau situasi seseorang, seringkali dalam konteks yang santai atau akrab.",
    "contextEN":"Used as an expression to ask about someone's condition or situation, often in a casual or familiar context.",
    "exampleID":"Eh, dapa nih? Lama gak ketemu.",
    "exampleEN":"Hey, what's up? Long time no see.",
    "sentiment":"positive"
  },
  {
    "slang":"dapah",
    "translationID":"ada apa",
    "translationEN":"what's up",
    "contextID":"Digunakan sebagai sapaan informal untuk menanyakan keadaan atau situasi seseorang.",
    "contextEN":"Used as an informal greeting to ask about someone's well-being or situation.",
    "exampleID":"Eh, dapah? Gimana kabarnya?",
    "exampleEN":"Hey, what's up? How are you?",
    "sentiment":"positive"
  },
  {
    "slang":"dapet",
    "translationID":"dapat",
    "translationEN":"to get \/ to receive",
    "contextID":"Digunakan dalam konteks informal untuk menyatakan berhasil mendapatkan sesuatu, sering kali mengekspresikan kegembiraan atau kepuasan.",
    "contextEN":"Used in an informal context to express successfully obtaining something, often conveying excitement or satisfaction.",
    "exampleID":"Aku dapet tiket konser gratis!",
    "exampleEN":"I got a free concert ticket!",
    "sentiment":"positive"
  },
  {
    "slang":"dapetin",
    "translationID":"mendapatkan",
    "translationEN":"to get \/ to obtain",
    "contextID":"Digunakan dalam situasi santai untuk menggambarkan tindakan mendapatkan sesuatu, baik itu barang, informasi, atau perhatian. Sering dipakai oleh generasi muda.",
    "contextEN":"Used in casual situations to describe the act of obtaining something, whether it's an item, information, or attention. Commonly used by younger generations.",
    "exampleID":"Gue mau dapetin tiket konser itu sebelum habis.",
    "exampleEN":"I want to get that concert ticket before it runs out.",
    "sentiment":"positive"
  },
  {
    "slang":"dateng",
    "translationID":"datang",
    "translationEN":"to come",
    "contextID":"Digunakan secara informal dalam percakapan sehari-hari, terutama di kalangan anak muda, untuk menyatakan kehadiran atau kedatangan.",
    "contextEN":"Used informally in everyday conversation, especially among young people, to express arrival or coming.",
    "exampleID":"Dia udah dateng ke acara itu.",
    "exampleEN":"He has already come to the event.",
    "sentiment":"positive"
  },
  {
    "slang":"dberkahi",
    "translationID":"diberkahi",
    "translationEN":"blessed",
    "contextID":"Istilah ini digunakan untuk mengekspresikan rasa syukur atau pengakuan atas hal baik yang diterima, sering kali dalam konteks yang lebih santai atau informal.",
    "contextEN":"This term is used to express gratitude or acknowledgment of good things received, often in a more casual or informal context.",
    "exampleID":"Saya merasa dberkahi dengan semua yang saya miliki saat ini.",
    "exampleEN":"I feel blessed with everything I have right now.",
    "sentiment":"positive"
  },
  {
    "slang":"dblg",
    "translationID":"dibilang",
    "translationEN":"said",
    "contextID":"Digunakan dalam percakapan santai untuk merujuk pada sesuatu yang telah dikatakan atau dinyatakan, biasanya dengan nada yang lebih informal.",
    "contextEN":"Used in casual conversations to refer to something that has been said or stated, often with a more informal tone.",
    "exampleID":"Dia dblg kalau besok kita pergi bareng.",
    "exampleEN":"He said we're going together tomorrow.",
    "sentiment":"neutral"
  },
  {
    "slang":"dblkng",
    "translationID":"dibelakang",
    "translationEN":"behind",
    "contextID":"Digunakan dalam konteks yang lebih santai atau informal untuk merujuk pada sesuatu yang terjadi di belakang atau tidak terlihat, sering kali dalam situasi yang lebih santai atau akrab.",
    "contextEN":"Used in a more casual or informal context to refer to something happening behind or out of sight, often in relaxed or familiar situations.",
    "exampleID":"Dia nungguin aku dblkng kelas.",
    "exampleEN":"He was waiting for me behind the class.",
    "sentiment":"neutral"
  },
  {
    "slang":"dbls",
    "translationID":"dibalas",
    "translationEN":"to be replied",
    "contextID":"Merupakan singkatan yang sering digunakan di media sosial untuk menyatakan harapan atau permintaan agar suatu pesan atau komentar dibalas.",
    "contextEN":"It is an abbreviation commonly used on social media to express hope or request for a message or comment to be replied to.",
    "exampleID":"Aku sudah nunggu lama, semoga dia dbls pesanku.",
    "exampleEN":"I've been waiting for a long time; I hope he replies to my message.",
    "sentiment":"neutral"
  },
  {
    "slang":"dbwt",
    "translationID":"dibuat",
    "translationEN":"made",
    "contextID":"Digunakan dalam konteks santai untuk menyatakan sesuatu yang telah dibuat atau diciptakan, sering kali dalam percakapan sehari-hari di antara teman.",
    "contextEN":"Used in a casual context to indicate something that has been made or created, often in everyday conversations among friends.",
    "exampleID":"Lah, ini kue dbwt sama dia.",
    "exampleEN":"Hey, this cake was made by her.",
    "sentiment":"positive"
  },
  {
    "slang":"dbyr",
    "translationID":"dibayar",
    "translationEN":"paid",
    "contextID":"Digunakan dalam konteks informal untuk merujuk pada kondisi seseorang yang telah menerima pembayaran untuk suatu pekerjaan atau jasa.",
    "contextEN":"Used informally to refer to someone's condition of having received payment for a job or service.",
    "exampleID":"Gue udah dbyr untuk pekerjaan itu.",
    "exampleEN":"I've already been paid for that job.",
    "sentiment":"positive"
  },
  {
    "slang":"de",
    "translationID":"deh",
    "translationEN":"a casual particle used for emphasis",
    "contextID":"Digunakan untuk menambahkan penekanan atau keakraban dalam percakapan, sering kali diakhiri dengan kalimat.",
    "contextEN":"Used to add emphasis or familiarity in conversation, often placed at the end of a sentence.",
    "exampleID":"Ayo kita pergi deh.",
    "exampleEN":"Let's go, okay?",
    "sentiment":"positive"
  },
  {
    "slang":"demen",
    "translationID":"suka",
    "translationEN":"to like",
    "contextID":"Digunakan dalam percakapan santai untuk mengekspresikan rasa suka atau ketertarikan terhadap sesuatu atau seseorang.",
    "contextEN":"Used in casual conversation to express liking or interest in something or someone.",
    "exampleID":"Gue demen banget sama lagu ini.",
    "exampleEN":"I really like this song.",
    "sentiment":"positive"
  },
  {
    "slang":"denger",
    "translationID":"dengar",
    "translationEN":"to hear",
    "contextID":"Digunakan dalam situasi santai atau informal, seringkali untuk menunjukkan bahwa seseorang telah mendengar atau mengetahui sesuatu.",
    "contextEN":"Used in casual or informal situations, often to indicate that someone has heard or is aware of something.",
    "exampleID":"Eh, denger kabar tentang dia?",
    "exampleEN":"Hey, did you hear the news about him?",
    "sentiment":"neutral"
  },
  {
    "slang":"deres",
    "translationID":"deras",
    "translationEN":"fast \/ swift",
    "contextID":"Digunakan untuk menggambarkan sesuatu yang bergerak dengan sangat cepat atau deras, seringkali dalam konteks cuaca atau aliran air.",
    "contextEN":"Used to describe something that moves very quickly or swiftly, often in the context of weather or the flow of water.",
    "exampleID":"Hujan deras banget tadi malam.",
    "exampleEN":"It rained really fast last night.",
    "sentiment":"neutral"
  },
  {
    "slang":"dftr",
    "translationID":"daftar",
    "translationEN":"list",
    "contextID":"Merupakan singkatan dari kata 'daftar', digunakan dalam konteks informal, terutama dalam percakapan sehari-hari, untuk merujuk pada suatu daftar atau pengumpulan item.",
    "contextEN":"A shorthand for the word 'daftar', used in informal contexts, especially in daily conversations, to refer to a list or collection of items.",
    "exampleID":"Tolong kirim dftr produk baru yang kita butuhkan.",
    "exampleEN":"Please send the list of new products we need.",
    "sentiment":"neutral"
  },
  {
    "slang":"dg",
    "translationID":"dengan",
    "translationEN":"with",
    "contextID":"Sering digunakan dalam komunikasi informal, terutama di media sosial dan pesan teks, untuk menyederhanakan penulisan.",
    "contextEN":"Commonly used in informal communication, especially on social media and text messaging, to simplify writing.",
    "exampleID":"Aku pergi ke acara dg teman-teman.",
    "exampleEN":"I'm going to the event with my friends.",
    "sentiment":"neutral"
  },
  {
    "slang":"dgn",
    "translationID":"dengan",
    "translationEN":"with",
    "contextID":"Singkatan dari 'dengan', digunakan dalam komunikasi informal, terutama di pesan teks dan media sosial.",
    "contextEN":"Abbreviation of 'dengan', used in informal communication, especially in text messages and social media.",
    "exampleID":"Aku pergi dgn teman-teman nanti malam.",
    "exampleEN":"I'm going out with my friends tonight.",
    "sentiment":"neutral"
  },
  {
    "slang":"dgr",
    "translationID":"dengar",
    "translationEN":"hear",
    "contextID":"Singkatan dari 'dengar', sering digunakan dalam komunikasi santai di media sosial atau pesan singkat untuk menyampaikan bahwa seseorang telah mendengar sesuatu.",
    "contextEN":"An abbreviation of 'dengar', commonly used in casual communication on social media or text messages to indicate that someone has heard something.",
    "exampleID":"Eh, dgr kabar terbaru tentang dia?",
    "exampleEN":"Hey, have you heard the latest news about him?",
    "sentiment":"neutral"
  },
  {
    "slang":"dgrn",
    "translationID":"dengarin",
    "translationEN":"listen",
    "contextID":"Merupakan bentuk singkat dari 'dengarin', digunakan dalam percakapan santai untuk menyuruh orang lain agar mendengarkan sesuatu.",
    "contextEN":"It is a shorthand version of 'dengarin', used in casual conversations to urge someone to listen to something.",
    "exampleID":"Dgrn lagu ini, enak banget!",
    "exampleEN":"Listen to this song, it's really nice!",
    "sentiment":"positive"
  },
  {
    "slang":"dh",
    "translationID":"deh",
    "translationEN":"right \/ okay",
    "contextID":"Digunakan untuk menegaskan atau menyetujui sesuatu, sering kali di akhir kalimat untuk memberikan nuansa santai atau akrab.",
    "contextEN":"Used to affirm or agree with something, often at the end of a sentence to convey a casual or friendly tone.",
    "exampleID":"Ayo kita pergi ke bioskop, ya deh.",
    "exampleEN":"Let's go to the cinema, okay?",
    "sentiment":"positive"
  },
  {
    "slang":"didenger",
    "translationID":"didengar",
    "translationEN":"to be heard",
    "contextID":"Digunakan dalam konteks informal untuk menunjukkan bahwa sesuatu telah didengar atau diterima, sering kali dengan nada santai atau akrab.",
    "contextEN":"Used in an informal context to indicate that something has been heard or acknowledged, often with a relaxed or familiar tone.",
    "exampleID":"Pesanmu udah didenger kok.",
    "exampleEN":"I've heard your message.",
    "sentiment":"neutral"
  },
  {
    "slang":"didengerin",
    "translationID":"didengarkan",
    "translationEN":"listened to",
    "contextID":"Digunakan untuk menyatakan bahwa sesuatu telah didengar atau diperhatikan, sering kali dalam konteks musik atau percakapan.",
    "contextEN":"Used to indicate that something has been heard or paid attention to, often in the context of music or conversations.",
    "exampleID":"Lagu baru itu udah didengerin berulang-ulang.",
    "exampleEN":"I've listened to that new song repeatedly.",
    "sentiment":"positive"
  },
  {
    "slang":"diem",
    "translationID":"diam",
    "translationEN":"silent \/ quiet",
    "contextID":"Digunakan dalam konteks yang santai atau akrab, sering kali untuk meminta seseorang untuk tidak berbicara atau untuk mengekspresikan ketidakpedulian.",
    "contextEN":"Used in a casual or familiar context, often to ask someone to be quiet or to express indifference.",
    "exampleID":"Ayo diem aja, biar kita bisa fokus.",
    "exampleEN":"Come on, just be quiet so we can focus.",
    "sentiment":"neutral"
  },
  {
    "slang":"dijadiin",
    "translationID":"dijadikan",
    "translationEN":"made into \/ turned into",
    "contextID":"Digunakan dalam konteks informal untuk menggambarkan seseorang atau sesuatu yang dijadikan objek atau peran dalam situasi tertentu, sering kali dengan nuansa santai atau akrab.",
    "contextEN":"Used informally to describe someone or something that is made into an object or role in a certain situation, often with a casual or familiar nuance.",
    "exampleID":"Dia dijadiin pacar sama temannya.",
    "exampleEN":"He was made into his friend's boyfriend.",
    "sentiment":"neutral"
  },
  {
    "slang":"dikit",
    "translationID":"sedikit",
    "translationEN":"a little \/ a bit",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk menyatakan jumlah yang kecil atau sedikit, seringkali dalam konteks yang lebih santai atau akrab.",
    "contextEN":"Used in everyday conversation to express a small or limited amount, often in a more casual or familiar context.",
    "exampleID":"Tunggu sebentar, saya mau ambil dikit air.",
    "exampleEN":"Wait a moment, I want to get a bit of water.",
    "sentiment":"neutral"
  },
  {
    "slang":"dimance",
    "translationID":"dimana",
    "translationEN":"where",
    "contextID":"Digunakan dalam percakapan informal untuk menanyakan lokasi atau tempat, sering kali dengan nuansa santai atau akrab.",
    "contextEN":"Used in informal conversations to ask about location or place, often with a casual or friendly tone.",
    "exampleID":"Eh, dimance kamu sekarang?",
    "exampleEN":"Hey, where are you now?",
    "sentiment":"neutral"
  },
  {
    "slang":"dimandose",
    "translationID":"dimana",
    "translationEN":"where",
    "contextID":"Digunakan dalam percakapan santai untuk menanyakan lokasi atau tempat dengan nada yang lebih akrab.",
    "contextEN":"Used in casual conversations to ask about location or place in a more familiar tone.",
    "exampleID":"Eh, dimandose kita mau ketemu?",
    "exampleEN":"Hey, where are we going to meet?",
    "sentiment":"neutral"
  },
  {
    "slang":"dimans",
    "translationID":"dimana",
    "translationEN":"where",
    "contextID":"Digunakan dalam percakapan santai untuk menanyakan lokasi atau tempat dengan cara yang lebih kasual dan akrab.",
    "contextEN":"Used in casual conversations to ask about location or place in a more informal and friendly manner.",
    "exampleID":"Dimans kamu sekarang?",
    "exampleEN":"Where are you now?",
    "sentiment":"neutral"
  },
  {
    "slang":"dipake",
    "translationID":"dipakai",
    "translationEN":"used",
    "contextID":"Merupakan bentuk informal dari 'dipakai', sering digunakan dalam percakapan sehari-hari untuk menyatakan bahwa sesuatu sedang digunakan atau telah digunakan.",
    "contextEN":"An informal form of 'dipakai', commonly used in daily conversation to indicate that something is being used or has been used.",
    "exampleID":"Handphone ini dipake buat kerja.",
    "exampleEN":"This phone is used for work.",
    "sentiment":"neutral"
  },
  {
    "slang":"dipendem",
    "translationID":"dipendam",
    "translationEN":"buried",
    "contextID":"Digunakan untuk menggambarkan perasaan atau pikiran yang disimpan dalam hati dan tidak diungkapkan, seringkali terkait dengan emosi yang mendalam.",
    "contextEN":"Used to describe feelings or thoughts that are kept inside and not expressed, often related to deep emotions.",
    "exampleID":"Semua rasa sakit itu dipendem saja, tidak pernah diungkapkan.",
    "exampleEN":"All that pain is just buried inside, never expressed.",
    "sentiment":"negative"
  },
  {
    "slang":"dirmh",
    "translationID":"di rumah",
    "translationEN":"at home",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk menunjukkan bahwa seseorang berada di rumah, biasanya dalam konteks santai atau informal.",
    "contextEN":"Used in everyday conversation to indicate that someone is at home, typically in a casual or informal context.",
    "exampleID":"Aku lagi dirmh, mau main nanti?",
    "exampleEN":"I'm at home right now, wanna hang out later?",
    "sentiment":"neutral"
  },
  {
    "slang":"ditemenin",
    "translationID":"ditemani",
    "translationEN":"accompanied",
    "contextID":"Digunakan untuk menggambarkan keadaan ketika seseorang tidak sendirian dan ada orang lain yang menemani, sering kali dalam konteks santai atau sosial.",
    "contextEN":"Used to describe a state when someone is not alone and there is another person accompanying them, often in a casual or social context.",
    "exampleID":"Aku mau nonton film, mau gak kamu ditemenin?",
    "exampleEN":"I want to watch a movie, do you want to accompany me?",
    "sentiment":"positive"
  },
  {
    "slang":"djkt",
    "translationID":"di jakarta",
    "translationEN":"in Jakarta",
    "contextID":"Slang ini digunakan oleh orang-orang yang tinggal di Jakarta untuk merujuk pada lokasi mereka secara singkat dan informal, sering kali dalam konteks percakapan santai di media sosial atau pesan teks.",
    "contextEN":"This slang is used by people living in Jakarta to refer to their location in a brief and informal manner, often in casual conversation on social media or text messages.",
    "exampleID":"Gue lagi di djkt, ada yang mau nyamperin?",
    "exampleEN":"I'm in Jakarta, anyone wants to come over?",
    "sentiment":"neutral"
  },
  {
    "slang":"djl",
    "translationID":"di jalan",
    "translationEN":"on the road",
    "contextID":"Sering digunakan untuk menggambarkan seseorang yang sedang dalam perjalanan atau beraktivitas di luar rumah.",
    "contextEN":"Often used to describe someone who is on the move or engaged in activities outside of the home.",
    "exampleID":"Gue djl sekarang, nanti baru balik.",
    "exampleEN":"I'm on the road right now, will be back later.",
    "sentiment":"neutral"
  },
  {
    "slang":"djln",
    "translationID":"di jalan",
    "translationEN":"on the road",
    "contextID":"Digunakan untuk merujuk pada seseorang yang sedang dalam perjalanan atau berada di luar rumah, sering kali dengan konotasi santai atau tidak formal.",
    "contextEN":"Used to refer to someone who is on the move or outside of their home, often with a casual or informal connotation.",
    "exampleID":"Gue lagi djln, nanti telpon lagi ya.",
    "exampleEN":"I'm on the road right now, I'll call you back later.",
    "sentiment":"neutral"
  },
  {
    "slang":"dkat",
    "translationID":"dekat",
    "translationEN":"close",
    "contextID":"Digunakan untuk menyatakan kedekatan fisik atau emosional antara dua orang atau lebih, sering kali dalam konteks persahabatan atau hubungan.",
    "contextEN":"Used to express physical or emotional closeness between two or more people, often in the context of friendship or relationships.",
    "exampleID":"Kita udah dkat banget sejak kecil.",
    "exampleEN":"We've been very close since childhood.",
    "sentiment":"positive"
  },
  {
    "slang":"dket",
    "translationID":"dekat",
    "translationEN":"close",
    "contextID":"Digunakan dalam percakapan santai untuk menunjukkan kedekatan fisik atau emosional dengan seseorang.",
    "contextEN":"Used in casual conversation to indicate physical or emotional closeness with someone.",
    "exampleID":"Kita dket banget, ya.",
    "exampleEN":"We're really close, aren't we?",
    "sentiment":"positive"
  },
  {
    "slang":"dkls",
    "translationID":"di kelas",
    "translationEN":"in class",
    "contextID":"Digunakan untuk menyebutkan lokasi atau situasi di dalam kelas, biasanya dalam konteks pendidikan.",
    "contextEN":"Used to refer to a location or situation within a classroom, typically in an educational context.",
    "exampleID":"Gue lagi dkls, jadi gak bisa chat.",
    "exampleEN":"I'm in class right now, so I can't chat.",
    "sentiment":"neutral"
  },
  {
    "slang":"dkmps",
    "translationID":"di kampus",
    "translationEN":"on campus",
    "contextID":"Digunakan untuk merujuk pada aktivitas atau situasi yang terjadi di lingkungan kampus, sering kali digunakan dalam percakapan santai di kalangan mahasiswa.",
    "contextEN":"Used to refer to activities or situations that occur in the campus environment, often used in casual conversations among students.",
    "exampleID":"Gue lagi ngumpul sama temen-temen di dkmps.",
    "exampleEN":"I'm hanging out with friends on campus.",
    "sentiment":"neutral"
  },
  {
    "slang":"dkmr",
    "translationID":"di kamar",
    "translationEN":"in the room",
    "contextID":"Digunakan untuk merujuk pada lokasi seseorang atau sesuatu yang berada di dalam kamar, sering kali dalam konteks santai atau informal.",
    "contextEN":"Used to refer to the location of someone or something that is in a room, often in a casual or informal context.",
    "exampleID":"Aku lagi dkmr, jangan ganggu ya.",
    "exampleEN":"I'm in the room, don't disturb me.",
    "sentiment":"neutral"
  },
  {
    "slang":"dkntr",
    "translationID":"di kantor",
    "translationEN":"at the office",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk merujuk pada lokasi kerja secara informal.",
    "contextEN":"Used in everyday conversation to refer to the workplace in an informal manner.",
    "exampleID":"Saya lagi dkntr, nanti saya balas pesanmu.",
    "exampleEN":"I'm at the office right now, I'll reply to your message later.",
    "sentiment":"neutral"
  },
  {
    "slang":"dksh",
    "translationID":"dikasih",
    "translationEN":"given",
    "contextID":"Sering digunakan dalam percakapan santai untuk menyatakan bahwa sesuatu telah diberikan atau diterima, biasanya dalam konteks yang tidak formal.",
    "contextEN":"Often used in casual conversations to indicate that something has been given or received, typically in an informal context.",
    "exampleID":"Dia bilang mau dksh hadiah ulang tahun.",
    "exampleEN":"He said he would give me a birthday gift.",
    "sentiment":"positive"
  },
  {
    "slang":"dkt",
    "translationID":"dekat",
    "translationEN":"close",
    "contextID":"Merupakan singkatan dari 'dekat', sering digunakan dalam percakapan santai untuk menunjukkan kedekatan fisik atau emosional.",
    "contextEN":"It's an abbreviation of 'dekat', often used in casual conversations to indicate physical or emotional closeness.",
    "exampleID":"Kita dkt banget, ya.",
    "exampleEN":"We're really close, aren't we?",
    "sentiment":"positive"
  },
  {
    "slang":"dl",
    "translationID":"dulu",
    "translationEN":"previously \/ before",
    "contextID":"Digunakan dalam percakapan santai untuk merujuk pada waktu yang telah berlalu, sering kali untuk menyampaikan informasi atau pengalaman yang relevan dengan konteks saat ini.",
    "contextEN":"Used in casual conversation to refer to a past time, often to convey relevant information or experiences related to the current context.",
    "exampleID":"Dia bilang kita pernah ke sana dl.",
    "exampleEN":"He said we went there before.",
    "sentiment":"neutral"
  },
  {
    "slang":"dll",
    "translationID":"dan lain",
    "translationEN":"etc. \/ and others",
    "contextID":"Digunakan untuk merujuk pada hal-hal lain yang tidak disebutkan, sering kali dalam konteks daftar atau contoh.",
    "contextEN":"Used to refer to other things not mentioned, often in the context of a list or examples.",
    "exampleID":"Saya suka buah-buahan seperti apel, jeruk, dll.",
    "exampleEN":"I like fruits such as apples, oranges, etc.",
    "sentiment":"neutral"
  },
  {
    "slang":"dlm",
    "translationID":"dalam",
    "translationEN":"in",
    "contextID":"Merupakan singkatan dari kata 'dalam', sering digunakan dalam percakapan informal dan pesan singkat.",
    "contextEN":"It is an abbreviation of the word 'dalam', commonly used in informal conversations and text messages.",
    "exampleID":"Aku lagi dlm perjalanan ke rumah.",
    "exampleEN":"I'm currently in the journey home.",
    "sentiment":"neutral"
  },
  {
    "slang":"dlrng",
    "translationID":"dilarang",
    "translationEN":"forbidden",
    "contextID":"Digunakan untuk menyatakan suatu larangan atau batasan, sering kali dalam konteks peraturan atau norma sosial.",
    "contextEN":"Used to express a prohibition or restriction, often in the context of rules or social norms.",
    "exampleID":"Jangan masuk ke area itu, dlarng!",
    "exampleEN":"Don't enter that area, it's forbidden!",
    "sentiment":"negative"
  },
  {
    "slang":"dlu",
    "translationID":"dulu",
    "translationEN":"previously \/ before",
    "contextID":"Digunakan dalam percakapan santai untuk merujuk pada waktu yang telah berlalu, sering kali dengan nuansa nostalgia atau keakraban.",
    "contextEN":"Used in casual conversation to refer to a time that has passed, often with a sense of nostalgia or familiarity.",
    "exampleID":"Dlu kita sering main bareng.",
    "exampleEN":"We used to hang out together a lot before.",
    "sentiment":"positive"
  },
  {
    "slang":"dluan",
    "translationID":"duluan",
    "translationEN":"first \/ ahead",
    "contextID":"Digunakan untuk menyatakan bahwa seseorang atau sesuatu berada di posisi yang lebih awal atau lebih dulu dibandingkan yang lain.",
    "contextEN":"Used to indicate that someone or something is in a position that is earlier or ahead compared to others.",
    "exampleID":"Dia selalu dluan dalam mengambil keputusan.",
    "exampleEN":"He always takes the lead in making decisions.",
    "sentiment":"positive"
  },
  {
    "slang":"dmana",
    "translationID":"dimana",
    "translationEN":"where",
    "contextID":"Slang yang digunakan dalam percakapan informal, sering kali dalam konteks bertanya atau mencari tahu lokasi seseorang atau sesuatu.",
    "contextEN":"A slang used in informal conversations, often in the context of asking or inquiring about someone's or something's location.",
    "exampleID":"Eh, dmana kamu sekarang?",
    "exampleEN":"Hey, where are you now?",
    "sentiment":"neutral"
  },
  {
    "slang":"dmkn",
    "translationID":"dimakan",
    "translationEN":"eaten",
    "contextID":"Sering digunakan dalam konteks informal, terutama di media sosial, untuk menyatakan bahwa sesuatu telah dimakan, baik secara harfiah maupun kiasan.",
    "contextEN":"Often used in informal contexts, especially on social media, to indicate that something has been eaten, either literally or metaphorically.",
    "exampleID":"Makanan itu sudah dmkn sama adik.",
    "exampleEN":"The food has already been eaten by my little brother.",
    "sentiment":"neutral"
  },
  {
    "slang":"dmn",
    "translationID":"dimana",
    "translationEN":"where",
    "contextID":"Digunakan dalam percakapan santai untuk menanyakan lokasi atau tempat.",
    "contextEN":"Used in casual conversations to ask about location or place.",
    "exampleID":"Eh, dmn kamu sekarang?",
    "exampleEN":"Hey, where are you now?",
    "sentiment":"neutral"
  },
  {
    "slang":"dmna",
    "translationID":"dimana",
    "translationEN":"where",
    "contextID":"Digunakan dalam percakapan santai untuk menanyakan lokasi atau tempat tanpa formalitas.",
    "contextEN":"Used in casual conversations to ask about a location or place without formality.",
    "exampleID":"Eh, dmna kita mau ketemu hari ini?",
    "exampleEN":"Hey, where are we meeting today?",
    "sentiment":"neutral"
  },
  {
    "slang":"dmnmn",
    "translationID":"dimana-mana",
    "translationEN":"everywhere",
    "contextID":"Digunakan untuk menggambarkan sesuatu yang hadir atau terlihat di banyak tempat, sering kali dalam konteks yang agak negatif atau mengekspresikan kelelahan.",
    "contextEN":"Used to describe something that is present or seen in many places, often in a somewhat negative context or expressing fatigue.",
    "exampleID":"Sekarang iklan itu ada dmnmn, bikin eneg.",
    "exampleEN":"That ad is everywhere now, it's so annoying.",
    "sentiment":"negative"
  },
  {
    "slang":"dmny",
    "translationID":"dimananya",
    "translationEN":"where",
    "contextID":"Digunakan dalam percakapan santai atau informal untuk menanyakan lokasi atau tempat dengan nada yang lebih akrab.",
    "contextEN":"Used in casual or informal conversations to ask about location or place in a more familiar tone.",
    "exampleID":"Eh, dmny sih? Gue nyari lu dari tadi.",
    "exampleEN":"Hey, where are you? I've been looking for you.",
    "sentiment":"neutral"
  },
  {
    "slang":"dng",
    "translationID":"dengan",
    "translationEN":"with",
    "contextID":"Digunakan dalam komunikasi informal, terutama di media sosial dan pesan singkat, untuk menyederhanakan penulisan.",
    "contextEN":"Used in informal communication, especially on social media and text messages, to simplify writing.",
    "exampleID":"Aku pergi dng teman-teman hari ini.",
    "exampleEN":"I'm going with my friends today.",
    "sentiment":"neutral"
  },
  {
    "slang":"dngar",
    "translationID":"dengar",
    "translationEN":"hear",
    "contextID":"Digunakan dalam konteks informal untuk meminta perhatian atau menekankan pentingnya mendengarkan sesuatu.",
    "contextEN":"Used in an informal context to grab attention or emphasize the importance of listening to something.",
    "exampleID":"Dngar, ini penting banget!",
    "exampleEN":"Listen, this is really important!",
    "sentiment":"positive"
  },
  {
    "slang":"dnger",
    "translationID":"dengar",
    "translationEN":"hear",
    "contextID":"Digunakan dalam percakapan santai untuk meminta atau menegaskan perhatian seseorang terhadap suara atau informasi yang disampaikan.",
    "contextEN":"Used in casual conversation to ask for or affirm someone's attention to sounds or information being conveyed.",
    "exampleID":"Eh, dnger ga lagu baru itu?",
    "exampleEN":"Hey, did you hear that new song?",
    "sentiment":"neutral"
  },
  {
    "slang":"dngerin",
    "translationID":"dengar",
    "translationEN":"listen",
    "contextID":"Digunakan dalam percakapan santai untuk menyatakan tindakan mendengarkan sesuatu, sering kali dengan nada yang lebih akrab atau informal.",
    "contextEN":"Used in casual conversations to express the act of listening to something, often with a more familiar or informal tone.",
    "exampleID":"Eh, dngerin lagu ini, enak banget!",
    "exampleEN":"Hey, listen to this song, it's really good!",
    "sentiment":"positive"
  },
  {
    "slang":"dngn",
    "translationID":"dengan",
    "translationEN":"with",
    "contextID":"Sering digunakan dalam komunikasi informal, terutama di media sosial dan pesan singkat, untuk menyederhanakan penulisan.",
    "contextEN":"Commonly used in informal communication, especially in social media and text messages, to simplify writing.",
    "exampleID":"Aku pergi dngn teman-teman.",
    "exampleEN":"I'm going with my friends.",
    "sentiment":"neutral"
  },
  {
    "slang":"dngr",
    "translationID":"dengar",
    "translationEN":"listen",
    "contextID":"Merupakan bentuk singkat yang umum digunakan dalam percakapan santai atau pesan teks ketika seseorang ingin mengajak orang lain untuk memperhatikan atau mendengarkan sesuatu.",
    "contextEN":"A shorthand commonly used in casual conversation or text messages when someone wants to invite another person to pay attention or listen to something.",
    "exampleID":"Dngr, aku punya cerita seru buat kamu.",
    "exampleEN":"Listen, I have an exciting story for you.",
    "sentiment":"positive"
  },
  {
    "slang":"doang",
    "translationID":"saja",
    "translationEN":"just",
    "contextID":"Digunakan untuk menyatakan bahwa sesuatu hanya terjadi atau hanya melibatkan satu hal, seringkali dalam konteks yang santai atau informal.",
    "contextEN":"Used to indicate that something is merely happening or only involves one thing, often in a casual or informal context.",
    "exampleID":"Aku mau makan pizza doang.",
    "exampleEN":"I just want to eat pizza.",
    "sentiment":"neutral"
  },
  {
    "slang":"doank",
    "translationID":"saja",
    "translationEN":"just",
    "contextID":"Digunakan untuk menekankan bahwa sesuatu dilakukan tanpa tambahan atau alasan lain, seringkali dalam konteks santai.",
    "contextEN":"Used to emphasize that something is done without additional reason or explanation, often in casual contexts.",
    "exampleID":"Dia doank yang datang ke pesta itu.",
    "exampleEN":"He just came to that party.",
    "sentiment":"neutral"
  },
  {
    "slang":"donlot",
    "translationID":"download",
    "translationEN":"download",
    "contextID":"Digunakan dalam konteks digital, biasanya merujuk pada proses mengunduh file atau konten dari internet.",
    "contextEN":"Used in a digital context, typically referring to the process of obtaining files or content from the internet.",
    "exampleID":"Aku mau donlot lagu baru itu.",
    "exampleEN":"I want to download that new song.",
    "sentiment":"neutral"
  },
  {
    "slang":"doyan",
    "translationID":"suka",
    "translationEN":"fond of \/ like",
    "contextID":"Digunakan untuk mengekspresikan ketertarikan atau kesukaan yang kuat terhadap sesuatu, sering kali dalam konteks informal.",
    "contextEN":"Used to express a strong interest or liking for something, often in informal contexts.",
    "exampleID":"Aku doyan banget makan pizza.",
    "exampleEN":"I really like eating pizza.",
    "sentiment":"positive"
  },
  {
    "slang":"dpan",
    "translationID":"depan",
    "translationEN":"front",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk merujuk pada posisi depan atau tempat yang terdepan. Sering dipakai dalam konteks yang santai.",
    "contextEN":"Used in everyday conversation to refer to the front position or forefront place. Often used in casual contexts.",
    "exampleID":"Tunggu aku di dpan sekolah ya.",
    "exampleEN":"Wait for me in front of the school, okay?",
    "sentiment":"neutral"
  },
  {
    "slang":"dpet",
    "translationID":"dapat",
    "translationEN":"to get \/ to receive",
    "contextID":"Umumnya digunakan dalam percakapan santai untuk menyatakan bahwa seseorang memperoleh atau menerima sesuatu.",
    "contextEN":"Commonly used in casual conversations to indicate that someone gets or receives something.",
    "exampleID":"Gue dpet tiket konser nanti malam.",
    "exampleEN":"I got the concert tickets for tonight.",
    "sentiment":"positive"
  },
  {
    "slang":"dpk",
    "translationID":"depok",
    "translationEN":"Depok",
    "contextID":"Merujuk pada kota Depok di Indonesia, slang ini sering digunakan dalam konteks membicarakan tempat tinggal atau kegiatan di daerah tersebut.",
    "contextEN":"Refers to the city of Depok in Indonesia, this slang is often used when discussing residence or activities in that area.",
    "exampleID":"Gue baru pulang dari dpk, seru banget!",
    "exampleEN":"I just got back from Depok, it was so much fun!",
    "sentiment":"positive"
  },
  {
    "slang":"dpkrkn",
    "translationID":"dipikirkan",
    "translationEN":"thought about",
    "contextID":"Digunakan untuk menyatakan bahwa suatu ide atau rencana sedang dalam proses pemikiran atau pertimbangan, sering kali dengan nuansa santai.",
    "contextEN":"Used to indicate that an idea or plan is being thought about or considered, often with a casual tone.",
    "exampleID":"Kita dpkrkn dulu rencana liburan ini.",
    "exampleEN":"Let's think about this vacation plan first.",
    "sentiment":"neutral"
  },
  {
    "slang":"dpn",
    "translationID":"depan",
    "translationEN":"front",
    "contextID":"Digunakan dalam konteks untuk merujuk pada lokasi atau posisi yang berada di bagian depan, baik secara fisik maupun figuratif.",
    "contextEN":"Used in contexts to refer to a location or position that is at the front, both physically and figuratively.",
    "exampleID":"Tolong letakkan barang-barang itu di dpn rumah.",
    "exampleEN":"Please put those items in front of the house.",
    "sentiment":"neutral"
  },
  {
    "slang":"dpnrmh",
    "translationID":"depan rumah",
    "translationEN":"in front of the house",
    "contextID":"Digunakan untuk merujuk pada area di depan sebuah rumah, sering kali sebagai lokasi pertemuan atau interaksi sosial.",
    "contextEN":"Used to refer to the area in front of a house, often as a meeting place or social interaction point.",
    "exampleID":"Kita kumpul di dpnrmh aja ya.",
    "exampleEN":"Let's meet in front of the house.",
    "sentiment":"neutral"
  },
  {
    "slang":"dpt",
    "translationID":"dapat",
    "translationEN":"can \/ able to",
    "contextID":"Sering digunakan dalam percakapan santai, terutama di media sosial atau pesan teks, untuk menyatakan kemampuan atau kemungkinan.",
    "contextEN":"Often used in casual conversations, especially on social media or text messages, to express capability or possibility.",
    "exampleID":"Aku dpt ikut acara itu.",
    "exampleEN":"I can join that event.",
    "sentiment":"positive"
  },
  {
    "slang":"dr",
    "translationID":"dari",
    "translationEN":"from",
    "contextID":"Slang 'dr' digunakan dalam komunikasi informal, terutama di media sosial dan pesan singkat, sebagai pengganti kata 'dari'.",
    "contextEN":"The slang 'dr' is used in informal communication, especially on social media and text messaging, as a substitute for the word 'from'.",
    "exampleID":"Aku dr Jakarta.",
    "exampleEN":"I'm from Jakarta.",
    "sentiment":"neutral"
  },
  {
    "slang":"drg",
    "translationID":"dokter gigi",
    "translationEN":"dentist",
    "contextID":"Merupakan singkatan yang umum digunakan dalam percakapan sehari-hari, terutama di kalangan remaja, untuk merujuk pada seorang dokter spesialis gigi.",
    "contextEN":"This abbreviation is commonly used in everyday conversation, especially among teenagers, to refer to a dental specialist.",
    "exampleID":"Aku harus pergi ke drg besok untuk periksa gigi.",
    "exampleEN":"I have to go to the dentist tomorrow for a check-up.",
    "sentiment":"neutral"
  },
  {
    "slang":"drh",
    "translationID":"darah",
    "translationEN":"blood",
    "contextID":"Digunakan dalam konteks informal, terutama di kalangan anak muda, untuk merujuk pada 'darah' dengan nuansa yang lebih santai atau akrab.",
    "contextEN":"Used in informal contexts, especially among youth, to refer to 'blood' in a more casual or familiar tone.",
    "exampleID":"Gue lagi nunggu drh dari temen-temen gue.",
    "exampleEN":"I'm waiting for my blood friends.",
    "sentiment":"neutral"
  },
  {
    "slang":"dri",
    "translationID":"dari",
    "translationEN":"from",
    "contextID":"Digunakan dalam percakapan santai, sering kali di kalangan anak muda, untuk menyederhanakan bahasa dalam komunikasi sehari-hari.",
    "contextEN":"Used in casual conversations, often among younger people, to simplify language in daily communication.",
    "exampleID":"Aku beli baju ini dri online.",
    "exampleEN":"I bought this shirt from online.",
    "sentiment":"neutral"
  },
  {
    "slang":"drmh",
    "translationID":"di rumah",
    "translationEN":"at home",
    "contextID":"Digunakan dalam percakapan santai untuk menunjukkan lokasi seseorang, biasanya dalam konteks yang informal atau akrab.",
    "contextEN":"Used in casual conversations to indicate someone's location, typically in an informal or familiar context.",
    "exampleID":"Aku lagi drmh, mau chat nanti ya.",
    "exampleEN":"I'm at home, I'll chat later okay?",
    "sentiment":"neutral"
  },
  {
    "slang":"drmn",
    "translationID":"darimana",
    "translationEN":"where from",
    "contextID":"Digunakan dalam percakapan santai untuk menanyakan asal atau tempat seseorang berasal, sering kali dalam konteks informal.",
    "contextEN":"Used in casual conversations to ask about someone's origin or where they come from, often in informal contexts.",
    "exampleID":"Eh, drmn sih kamu?",
    "exampleEN":"Hey, where are you from?",
    "sentiment":"neutral"
  },
  {
    "slang":"drpd",
    "translationID":"daripada",
    "translationEN":"than",
    "contextID":"Digunakan untuk membandingkan dua hal, seringkali dalam konteks informal atau percakapan sehari-hari.",
    "contextEN":"Used to compare two things, often in informal contexts or everyday conversations.",
    "exampleID":"Aku lebih suka kopi drpd teh.",
    "exampleEN":"I prefer coffee than tea.",
    "sentiment":"neutral"
  },
  {
    "slang":"drtd",
    "translationID":"dari tadi",
    "translationEN":"since earlier",
    "contextID":"Digunakan untuk menyatakan bahwa sesuatu telah terjadi atau berlangsung sejak waktu yang lebih awal, seringkali dengan nuansa frustrasi atau ketidakpuasan.",
    "contextEN":"Used to indicate that something has been happening or ongoing since an earlier time, often with a sense of frustration or dissatisfaction.",
    "exampleID":"Aku udah nunggu drtd, nih!",
    "exampleEN":"I've been waiting since earlier!",
    "sentiment":"negative"
  },
  {
    "slang":"drumah",
    "translationID":"di rumah",
    "translationEN":"at home",
    "contextID":"Digunakan dalam percakapan santai untuk menunjukkan lokasi seseorang atau aktivitas yang dilakukan di rumah.",
    "contextEN":"Used in casual conversation to indicate someone's location or activities being done at home.",
    "exampleID":"Aku lagi drumah, jadi gak bisa ikut.",
    "exampleEN":"I'm at home, so I can't join.",
    "sentiment":"neutral"
  },
  {
    "slang":"dsb",
    "translationID":"dan sebagainya",
    "translationEN":"and so on",
    "contextID":"Digunakan untuk menyebutkan hal-hal yang serupa atau tambahan tanpa harus menyebutkan semuanya secara lengkap.",
    "contextEN":"Used to refer to similar or additional things without having to list them all completely.",
    "exampleID":"Saya suka buah-buahan seperti apel, jeruk, dsb.",
    "exampleEN":"I like fruits such as apples, oranges, and so on.",
    "sentiment":"neutral"
  },
  {
    "slang":"dsblh",
    "translationID":"di sebelah",
    "translationEN":"beside",
    "contextID":"Digunakan dalam komunikasi santai untuk menunjukkan lokasi yang dekat, biasanya dalam konteks yang tidak formal.",
    "contextEN":"Used in casual communication to indicate a nearby location, typically in an informal context.",
    "exampleID":"Dia duduk dsblh aku di kelas.",
    "exampleEN":"He sits beside me in class.",
    "sentiment":"neutral"
  },
  {
    "slang":"dsini",
    "translationID":"disini",
    "translationEN":"here",
    "contextID":"Slang yang berasal dari bahasa gaul, digunakan dalam percakapan santai untuk menunjukkan lokasi atau tempat yang dekat dengan pembicara.",
    "contextEN":"A slang derived from informal language, used in casual conversations to indicate a location or place that is close to the speaker.",
    "exampleID":"Ayo kita duduk dsini saja.",
    "exampleEN":"Come on, let's just sit here.",
    "sentiment":"neutral"
  },
  {
    "slang":"dsklh",
    "translationID":"di sekolah",
    "translationEN":"at school",
    "contextID":"Slang ini digunakan untuk merujuk pada lokasi fisik di sekolah, sering digunakan dalam percakapan informal antara teman-teman.",
    "contextEN":"This slang is used to refer to a physical location at school, often in informal conversations among friends.",
    "exampleID":"Gue lagi dsklh, nanti baru pulang.",
    "exampleEN":"I'm at school right now, I'll go home later.",
    "sentiment":"neutral"
  },
  {
    "slang":"dsni",
    "translationID":"di sini",
    "translationEN":"here",
    "contextID":"Digunakan dalam komunikasi informal, biasanya melalui pesan teks atau media sosial, untuk menunjukkan lokasi atau posisi yang sedang dibicarakan.",
    "contextEN":"Used in informal communication, usually through text messages or social media, to indicate the location or position being discussed.",
    "exampleID":"Lagi ada di dsni, yuk mampir!",
    "exampleEN":"I'm here right now, come by!",
    "sentiment":"neutral"
  },
  {
    "slang":"dst",
    "translationID":"dan seterusnya",
    "translationEN":"and so on",
    "contextID":"Digunakan untuk menunjukkan bahwa ada lebih banyak elemen atau contoh yang tidak disebutkan, biasanya dalam konteks daftar atau penjelasan.",
    "contextEN":"Used to indicate that there are additional elements or examples not mentioned, typically in the context of lists or explanations.",
    "exampleID":"Kita perlu membeli sayuran seperti tomat, cabai, dst.",
    "exampleEN":"We need to buy vegetables like tomatoes, chili, and so on.",
    "sentiment":"neutral"
  },
  {
    "slang":"dtg",
    "translationID":"datang",
    "translationEN":"to come",
    "contextID":"Singkatan dari 'datang', sering digunakan dalam percakapan santai, terutama di media sosial atau pesan singkat.",
    "contextEN":"An abbreviation of 'datang', commonly used in casual conversations, especially in social media or text messages.",
    "exampleID":"Ayo dtg ke pesta malam ini!",
    "exampleEN":"Come to the party tonight!",
    "sentiment":"positive"
  },
  {
    "slang":"dtgny",
    "translationID":"datangnya",
    "translationEN":"the arrival",
    "contextID":"Slang ini sering digunakan dalam percakapan santai atau pesan singkat untuk merujuk pada waktu atau momen kedatangan seseorang atau sesuatu.",
    "contextEN":"This slang is often used in casual conversations or text messages to refer to the time or moment of someone's or something's arrival.",
    "exampleID":"Dtgny jam berapa ya?",
    "exampleEN":"What time is the arrival?",
    "sentiment":"neutral"
  },
  {
    "slang":"dtmbh",
    "translationID":"ditambah",
    "translationEN":"added",
    "contextID":"Digunakan dalam percakapan santai untuk menyatakan penambahan atau tambahan pada suatu hal.",
    "contextEN":"Used in casual conversations to indicate an addition or something extra to a topic.",
    "exampleID":"Jangan lupa dtmbh bahan-bahannya ya.",
    "exampleEN":"Don't forget to add the ingredients, okay?",
    "sentiment":"neutral"
  },
  {
    "slang":"dtmpt",
    "translationID":"di tempat",
    "translationEN":"at the place",
    "contextID":"Digunakan dalam percakapan santai, seringkali untuk menunjukkan lokasi tanpa harus menyebutkan secara spesifik. Biasanya digunakan oleh anak muda dalam komunikasi sehari-hari.",
    "contextEN":"Used in casual conversations, often to indicate a location without specifying it. Commonly used by young people in daily communication.",
    "exampleID":"Aku lagi dtmpt nongkrong bareng teman-teman.",
    "exampleEN":"I'm currently at the place hanging out with friends.",
    "sentiment":"neutral"
  },
  {
    "slang":"dtng",
    "translationID":"datang",
    "translationEN":"to come",
    "contextID":"Digunakan dalam komunikasi informal, terutama di pesan teks atau media sosial, untuk menyatakan kedatangan seseorang atau sesuatu.",
    "contextEN":"Used in informal communication, especially in text messages or social media, to indicate someone's or something's arrival.",
    "exampleID":"Dia dtng ke rumahku jam 7.",
    "exampleEN":"He is coming to my house at 7.",
    "sentiment":"positive"
  },
  {
    "slang":"duluw",
    "translationID":"dulu",
    "translationEN":"previously \/ before",
    "contextID":"Digunakan dalam percakapan santai untuk merujuk pada waktu yang telah berlalu.",
    "contextEN":"Used in casual conversations to refer to a time that has passed.",
    "exampleID":"Duluw kita sering main bareng, ya?",
    "exampleEN":"We used to hang out a lot before, right?",
    "sentiment":"positive"
  },
  {
    "slang":"dy",
    "translationID":"dia",
    "translationEN":"he\/she",
    "contextID":"Digunakan dalam percakapan santai di antara teman-teman untuk merujuk kepada seseorang tanpa menyebutkan nama.",
    "contextEN":"Used in casual conversations among friends to refer to someone without mentioning their name.",
    "exampleID":"Dy bilang mau datang ke pesta malam ini.",
    "exampleEN":"He\/She said he\/she would come to the party tonight.",
    "sentiment":"neutral"
  },
  {
    "slang":"ea",
    "translationID":"ya",
    "translationEN":"yes",
    "contextID":"Digunakan dalam percakapan santai sebagai bentuk persetujuan atau konfirmasi.",
    "contextEN":"Used in casual conversations as a form of agreement or confirmation.",
    "exampleID":"Ayo kita nonton film nanti malam, ea?",
    "exampleEN":"Let's watch a movie tonight, yeah?",
    "sentiment":"positive"
  },
  {
    "slang":"eeq",
    "translationID":"feses",
    "translationEN":"feces",
    "contextID":"Digunakan secara informal untuk merujuk pada feses, sering kali dalam konteks humor atau merendahkan.",
    "contextEN":"Used informally to refer to feces, often in a humorous or derogatory context.",
    "exampleID":"Awas, di sana ada eeq!",
    "exampleEN":"Watch out, there's feces over there!",
    "sentiment":"negative"
  },
  {
    "slang":"elo",
    "translationID":"kamu",
    "translationEN":"you",
    "contextID":"Slang yang umum digunakan di kalangan anak muda untuk menyapa teman atau orang yang akrab, sering kali mencerminkan suasana santai atau informal.",
    "contextEN":"A slang commonly used among young people to greet friends or familiar people, often reflecting a casual or informal atmosphere.",
    "exampleID":"Elo udah makan belum?",
    "exampleEN":"Have you eaten yet?",
    "sentiment":"neutral"
  },
  {
    "slang":"emang",
    "translationID":"memang",
    "translationEN":"indeed \/ really",
    "contextID":"Digunakan untuk menegaskan atau mengkonfirmasi sesuatu, sering kali dalam percakapan santai.",
    "contextEN":"Used to affirm or confirm something, often in casual conversations.",
    "exampleID":"Emang enak banget makanan di sini.",
    "exampleEN":"The food here is really good.",
    "sentiment":"positive"
  },
  {
    "slang":"emangnya",
    "translationID":"memangnya",
    "translationEN":"indeed \/ actually",
    "contextID":"Digunakan untuk menekankan atau mengkonfirmasi pernyataan sebelumnya, seringkali dalam konteks percakapan santai.",
    "contextEN":"Used to emphasize or confirm a previous statement, often in a casual conversation context.",
    "exampleID":"Emangnya aku salah?",
    "exampleEN":"Am I wrong, indeed?",
    "sentiment":"neutral"
  },
  {
    "slang":"emank",
    "translationID":"memang",
    "translationEN":"indeed \/ truly",
    "contextID":"Digunakan dalam percakapan informal untuk menegaskan kebenaran atau kepastian suatu pernyataan.",
    "contextEN":"Used in informal conversations to affirm the truth or certainty of a statement.",
    "exampleID":"Emank, dia emang jago main bola.",
    "exampleEN":"Indeed, he is really good at playing soccer.",
    "sentiment":"positive"
  },
  {
    "slang":"emg",
    "translationID":"memang",
    "translationEN":"indeed \/ truly",
    "contextID":"Sering digunakan dalam percakapan santai untuk menegaskan kebenaran atau keaslian suatu pernyataan.",
    "contextEN":"Commonly used in casual conversations to emphasize the truth or authenticity of a statement.",
    "exampleID":"Emg dia itu jago main bola.",
    "exampleEN":"Indeed, he is really good at playing soccer.",
    "sentiment":"positive"
  },
  {
    "slang":"emng",
    "translationID":"memang",
    "translationEN":"indeed",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk menegaskan atau menyetujui suatu pernyataan.",
    "contextEN":"Used in everyday conversation to affirm or agree with a statement.",
    "exampleID":"Emng, itu filmnya bagus banget.",
    "exampleEN":"Indeed, that movie is really good.",
    "sentiment":"positive"
  },
  {
    "slang":"engga",
    "translationID":"tidak",
    "translationEN":"no \/ not",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk mengekspresikan penolakan atau ketidaksetujuan dengan nada santai.",
    "contextEN":"Used in everyday conversation to express rejection or disagreement in a casual tone.",
    "exampleID":"Engga mau ikut acara itu.",
    "exampleEN":"I don't want to join that event.",
    "sentiment":"negative"
  },
  {
    "slang":"enggak",
    "translationID":"tidak",
    "translationEN":"no",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk menolak atau menyatakan ketidaksetujuan dengan cara yang lebih santai dan informal.",
    "contextEN":"Used in everyday conversation to refuse or express disagreement in a more casual and informal manner.",
    "exampleID":"Enggak mau pergi ke pesta malam ini.",
    "exampleEN":"I don't want to go to the party tonight.",
    "sentiment":"negative"
  },
  {
    "slang":"enk",
    "translationID":"enak",
    "translationEN":"delicious",
    "contextID":"Digunakan untuk menggambarkan makanan atau minuman yang sangat nikmat, sering kali dalam suasana santai atau akrab.",
    "contextEN":"Used to describe food or drinks that are very tasty, often in a casual or friendly setting.",
    "exampleID":"Makan siang ini enak banget!",
    "exampleEN":"This lunch is so delicious!",
    "sentiment":"positive"
  },
  {
    "slang":"entar",
    "translationID":"nanti",
    "translationEN":"later",
    "contextID":"Digunakan untuk menunjukkan bahwa sesuatu akan dilakukan di kemudian hari, sering kali dengan nuansa santai atau tidak terlalu serius.",
    "contextEN":"Used to indicate that something will be done later, often with a casual or non-serious tone.",
    "exampleID":"Entar kita ketemu di kafe, ya.",
    "exampleEN":"We'll meet at the cafe later, okay?",
    "sentiment":"neutral"
  },
  {
    "slang":"ente",
    "translationID":"anda",
    "translationEN":"you",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk merujuk kepada seseorang dengan cara yang lebih akrab atau santai.",
    "contextEN":"Used in everyday conversation to refer to someone in a more familiar or casual manner.",
    "exampleID":"Eh, ente udah makan belum?",
    "exampleEN":"Hey, have you eaten yet?",
    "sentiment":"neutral"
  },
  {
    "slang":"eps",
    "translationID":"episode",
    "translationEN":"episode",
    "contextID":"Digunakan di kalangan penggemar acara TV atau podcast untuk merujuk pada satu bagian dari seri tanpa harus mengucapkan kata 'episode' secara lengkap.",
    "contextEN":"Used among fans of TV shows or podcasts to refer to a single part of a series without having to say the word 'episode' in full.",
    "exampleID":"Sudah nonton eps terbaru dari serial itu?",
    "exampleEN":"Have you watched the latest eps of that series?",
    "sentiment":"neutral"
  },
  {
    "slang":"eteb",
    "translationID":"bosan",
    "translationEN":"bored",
    "contextID":"Digunakan untuk mengekspresikan rasa jenuh atau ketidakminatan terhadap suatu aktivitas atau situasi.",
    "contextEN":"Used to express a feeling of boredom or disinterest in an activity or situation.",
    "exampleID":"Aku udah eteb nungguin film ini mulai.",
    "exampleEN":"I'm so bored waiting for this movie to start.",
    "sentiment":"negative"
  },
  {
    "slang":"eug",
    "translationID":"saya",
    "translationEN":"I",
    "contextID":"Digunakan dalam konteks informal atau santai, biasanya di kalangan teman dekat atau dalam percakapan daring.",
    "contextEN":"Used in informal or casual contexts, typically among close friends or in online conversations.",
    "exampleID":"Eug mau pergi ke mall nanti.",
    "exampleEN":"I'm going to the mall later.",
    "sentiment":"neutral"
  },
  {
    "slang":"faham",
    "translationID":"paham",
    "translationEN":"understand",
    "contextID":"Digunakan untuk menunjukkan pengertian atau kesepakatan terhadap sesuatu, sering kali dalam diskusi santai.",
    "contextEN":"Used to indicate understanding or agreement about something, often in casual discussions.",
    "exampleID":"Aku sudah faham apa yang kamu maksud.",
    "exampleEN":"I already understand what you mean.",
    "sentiment":"positive"
  },
  {
    "slang":"fb",
    "translationID":"facebook",
    "translationEN":"facebook",
    "contextID":"Digunakan sebagai singkatan untuk menyebut platform media sosial Facebook, sering kali dalam konteks komunikasi sehari-hari di kalangan anak muda.",
    "contextEN":"Used as an abbreviation to refer to the social media platform Facebook, often in everyday communication among young people.",
    "exampleID":"Yuk, kita chat di fb saja.",
    "exampleEN":"Let's chat on fb instead.",
    "sentiment":"neutral"
  },
  {
    "slang":"fav",
    "translationID":"favorit",
    "translationEN":"favorite",
    "contextID":"Digunakan untuk menyebut sesuatu yang paling disukai atau diutamakan dalam konteks informal, sering kali dalam percakapan santai.",
    "contextEN":"Used to refer to something that is most liked or preferred in an informal context, often in casual conversations.",
    "exampleID":"Film itu adalah fav aku tahun ini.",
    "exampleEN":"That movie is my favorite this year.",
    "sentiment":"positive"
  },
  {
    "slang":"fave",
    "translationID":"favorit",
    "translationEN":"favorite",
    "contextID":"Digunakan untuk menyebut sesuatu yang paling disukai atau diutamakan, sering kali dalam konteks informal atau sehari-hari.",
    "contextEN":"Used to refer to something that is most liked or preferred, often in informal or everyday contexts.",
    "exampleID":"Kopi hitam itu adalah fave aku.",
    "exampleEN":"That black coffee is my fave.",
    "sentiment":"positive"
  },
  {
    "slang":"g",
    "translationID":"tidak",
    "translationEN":"no",
    "contextID":"Digunakan dalam percakapan santai untuk mengekspresikan penolakan atau ketidaksetujuan secara singkat.",
    "contextEN":"Used in casual conversations to express denial or disagreement in a succinct manner.",
    "exampleID":"G, saya tidak mau ikut.",
    "exampleEN":"No, I don't want to join.",
    "sentiment":"negative"
  },
  {
    "slang":"ga",
    "translationID":"tidak",
    "translationEN":"not",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk menyatakan penolakan atau ketidakadaan sesuatu dengan cara yang santai.",
    "contextEN":"Used in casual conversations to express denial or absence of something in a relaxed manner.",
    "exampleID":"Ga ada waktu buat itu.",
    "exampleEN":"There's not enough time for that.",
    "sentiment":"neutral"
  },
  {
    "slang":"gaada",
    "translationID":"tidak ada",
    "translationEN":"there is no",
    "contextID":"Digunakan dalam percakapan santai untuk menyatakan ketidakadaan sesuatu, sering kali dengan nuansa santai atau tidak serius.",
    "contextEN":"Used in casual conversation to express the absence of something, often with a relaxed or unserious tone.",
    "exampleID":"Di situ gaada orang.",
    "exampleEN":"There are no people over there.",
    "sentiment":"neutral"
  },
  {
    "slang":"gabisa",
    "translationID":"tidak bisa",
    "translationEN":"cannot \/ unable",
    "contextID":"Digunakan dalam percakapan santai untuk menyatakan ketidakmampuan melakukan sesuatu, sering kali dengan nuansa frustrasi atau keputusasaan.",
    "contextEN":"Used in casual conversations to express the inability to do something, often with a sense of frustration or despair.",
    "exampleID":"Maaf, aku gabisa bantu kamu sekarang.",
    "exampleEN":"Sorry, I can't help you right now.",
    "sentiment":"negative"
  },
  {
    "slang":"gaboleh",
    "translationID":"tidak boleh",
    "translationEN":"not allowed",
    "contextID":"Digunakan untuk menunjukkan larangan atau ketidakbolehan dalam situasi tertentu, seringkali dengan nada santai atau informal.",
    "contextEN":"Used to indicate prohibition or disallowance in certain situations, often with a casual or informal tone.",
    "exampleID":"Kamu gaboleh masuk ke kamar itu.",
    "exampleEN":"You're not allowed to enter that room.",
    "sentiment":"negative"
  },
  {
    "slang":"gabut",
    "translationID":"menganggur",
    "translationEN":"idle \/ unproductive",
    "contextID":"Digunakan untuk menggambarkan keadaan seseorang yang tidak memiliki kegiatan atau pekerjaan yang produktif, sering kali disertai perasaan bosan.",
    "contextEN":"Used to describe someone who is without productive activities or work, often accompanied by feelings of boredom.",
    "exampleID":"Hari ini aku gabut banget, nggak ada yang bisa dikerjain.",
    "exampleEN":"I'm so idle today, there's nothing to work on.",
    "sentiment":"negative"
  },
  {
    "slang":"gada",
    "translationID":"tidak ada",
    "translationEN":"none",
    "contextID":"Digunakan dalam situasi santai untuk menyatakan ketiadaan sesuatu, sering kali dengan nada ringan atau humor.",
    "contextEN":"Used in casual situations to express the absence of something, often with a light or humorous tone.",
    "exampleID":"Hari ini di sekolah gada PR, jadi bisa main.",
    "exampleEN":"Today at school, there's none for homework, so we can play.",
    "sentiment":"neutral"
  },
  {
    "slang":"gaenak",
    "translationID":"tidak enak",
    "translationEN":"not delicious",
    "contextID":"Digunakan untuk menyatakan ketidakpuasan terhadap makanan atau pengalaman yang dianggap tidak enak.",
    "contextEN":"Used to express dissatisfaction with food or an experience that is considered unpleasant.",
    "exampleID":"Makanan ini gaenak banget, mau kirim balik.",
    "exampleEN":"This food is really not delicious, I want to send it back.",
    "sentiment":"negative"
  },
  {
    "slang":"gajadi",
    "translationID":"tidak jadi",
    "translationEN":"not happening",
    "contextID":"Digunakan ketika suatu rencana atau tindakan tidak terlaksana, seringkali dengan nada kecewa atau frustrasi.",
    "contextEN":"Used when a plan or action does not materialize, often with a tone of disappointment or frustration.",
    "exampleID":"Rencananya mau nonton film, tapi gajadi deh.",
    "exampleEN":"We were supposed to watch a movie, but it's not happening.",
    "sentiment":"negative"
  },
  {
    "slang":"gajelas",
    "translationID":"tidak jelas",
    "translationEN":"not clear",
    "contextID":"Digunakan untuk menggambarkan sesuatu yang ambigu atau sulit dipahami, sering kali dalam situasi yang membingungkan atau tidak memuaskan.",
    "contextEN":"Used to describe something that is ambiguous or hard to understand, often in confusing or unsatisfactory situations.",
    "exampleID":"Penjelasannya gajelas banget.",
    "exampleEN":"The explanation is really not clear.",
    "sentiment":"negative"
  },
  {
    "slang":"gak",
    "translationID":"tidak",
    "translationEN":"not",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk mengekspresikan penolakan atau ketidaksetujuan dengan nada yang lebih santai.",
    "contextEN":"Used in everyday conversation to express denial or disagreement in a more casual tone.",
    "exampleID":"Gak mau pergi ke pesta malam ini.",
    "exampleEN":"I don't want to go to the party tonight.",
    "sentiment":"negative"
  },
  {
    "slang":"gakuat",
    "translationID":"tidak kuat",
    "translationEN":"not strong",
    "contextID":"Digunakan untuk menggambarkan kondisi fisik atau emosional seseorang yang tidak mampu menahan beban atau tantangan, sering kali dengan nada lemah atau putus asa.",
    "contextEN":"Used to describe someone's physical or emotional condition that cannot withstand burdens or challenges, often with a tone of weakness or despair.",
    "exampleID":"Setelah berlari jauh, saya merasa gakuat.",
    "exampleEN":"After running for a long time, I feel not strong.",
    "sentiment":"negative"
  },
  {
    "slang":"gakz",
    "translationID":"tidak",
    "translationEN":"not",
    "contextID":"Digunakan dalam percakapan santai, sering kali untuk menyatakan penolakan atau ketidaksetujuan dengan nada yang lebih ringan.",
    "contextEN":"Used in casual conversation, often to express rejection or disagreement in a lighter tone.",
    "exampleID":"Gakz, aku gak mau pergi.",
    "exampleEN":"No, I don't want to go.",
    "sentiment":"negative"
  },
  {
    "slang":"galo",
    "translationID":"galau",
    "translationEN":"confused \/ troubled",
    "contextID":"Istilah yang digunakan untuk menggambarkan perasaan bingung atau gelisah, seringkali terkait dengan masalah cinta atau keputusan hidup.",
    "contextEN":"A term used to describe feelings of confusion or distress, often related to love issues or life decisions.",
    "exampleID":"Aku lagi galo mikirin hubungan kita.",
    "exampleEN":"I'm feeling confused about our relationship.",
    "sentiment":"negative"
  },
  {
    "slang":"gamasuk",
    "translationID":"tidak masuk",
    "translationEN":"not entering",
    "contextID":"Digunakan dalam situasi informal untuk menyatakan bahwa seseorang atau sesuatu tidak hadir atau tidak terlibat dalam suatu acara atau kegiatan.",
    "contextEN":"Used in informal situations to express that someone or something is absent or not involved in an event or activity.",
    "exampleID":"Hari ini gamasuk, jadi kita harus mulai tanpa dia.",
    "exampleEN":"Today he is not entering, so we have to start without him.",
    "sentiment":"neutral"
  },
  {
    "slang":"gamau",
    "translationID":"tidak mau",
    "translationEN":"don't want",
    "contextID":"Digunakan untuk mengekspresikan penolakan atau ketidaksukaan terhadap sesuatu dengan nada santai atau informal.",
    "contextEN":"Used to express rejection or dislike for something in a casual or informal tone.",
    "exampleID":"Aku gamau pergi ke acara itu.",
    "exampleEN":"I don't want to go to that event.",
    "sentiment":"negative"
  },
  {
    "slang":"gapake",
    "translationID":"tidak pakai",
    "translationEN":"not using",
    "contextID":"Digunakan untuk menyatakan bahwa seseorang tidak menggunakan sesuatu, biasanya dalam konteks informal atau percakapan sehari-hari.",
    "contextEN":"Used to indicate that someone is not using something, typically in informal contexts or everyday conversations.",
    "exampleID":"Aku gapake jaket di dalam rumah.",
    "exampleEN":"I'm not using a jacket inside the house.",
    "sentiment":"neutral"
  },
  {
    "slang":"gapapa",
    "translationID":"tidak apa-apa",
    "translationEN":"it's okay \/ no problem",
    "contextID":"Digunakan untuk mengekspresikan ketidakberatan atau penerimaan terhadap suatu situasi, sering kali dalam konteks santai.",
    "contextEN":"Used to express nonchalance or acceptance of a situation, often in a casual context.",
    "exampleID":"Gapapa, aku bisa tunggu.",
    "exampleEN":"It's okay, I can wait.",
    "sentiment":"positive"
  },
  {
    "slang":"gapernah",
    "translationID":"tidak pernah",
    "translationEN":"never",
    "contextID":"Digunakan untuk menyatakan bahwa seseorang tidak pernah melakukan sesuatu atau tidak mengalami sesuatu dalam konteks tertentu, sering kali dengan nada santai atau informal.",
    "contextEN":"Used to express that someone has never done something or experienced something in a particular context, often in a casual or informal tone.",
    "exampleID":"Gue gapernah nonton film itu.",
    "exampleEN":"I've never watched that movie.",
    "sentiment":"neutral"
  },
  {
    "slang":"gapunya",
    "translationID":"tidak punya",
    "translationEN":"don't have",
    "contextID":"Digunakan dalam situasi informal untuk menyatakan ketidakmampuan atau kekurangan akan sesuatu.",
    "contextEN":"Used in informal situations to express lack or absence of something.",
    "exampleID":"Maaf, aku gapunya uang saku hari ini.",
    "exampleEN":"Sorry, I don't have any pocket money today.",
    "sentiment":"negative"
  },
  {
    "slang":"garem",
    "translationID":"garam",
    "translationEN":"salt",
    "contextID":"Digunakan dalam konteks santai atau informal, seringkali dalam percakapan sehari-hari untuk merujuk pada garam sebagai bahan makanan.",
    "contextEN":"Used in casual or informal contexts, often in everyday conversations to refer to salt as a food ingredient.",
    "exampleID":"Jangan lupa beli garem untuk masakan kita.",
    "exampleEN":"Don't forget to buy salt for our cooking.",
    "sentiment":"neutral"
  },
  {
    "slang":"gasuka",
    "translationID":"tidak suka",
    "translationEN":"not like",
    "contextID":"Digunakan untuk menyatakan ketidaksukaan terhadap sesuatu dengan nada informal, sering kali dalam percakapan santai.",
    "contextEN":"Used to express dislike for something in an informal manner, often in casual conversations.",
    "exampleID":"Aku gasuka nonton film horor.",
    "exampleEN":"I don't like watching horror movies.",
    "sentiment":"negative"
  },
  {
    "slang":"gatau",
    "translationID":"tidak tahu",
    "translationEN":"don't know",
    "contextID":"Digunakan dalam situasi santai atau informal untuk menyatakan ketidakpastian atau ketidaktahuan tentang suatu hal.",
    "contextEN":"Used in casual or informal situations to express uncertainty or lack of knowledge about something.",
    "exampleID":"Gue gatau mau makan apa malam ini.",
    "exampleEN":"I don't know what to eat tonight.",
    "sentiment":"neutral"
  },
  {
    "slang":"gataw",
    "translationID":"tidak tahu",
    "translationEN":"don't know",
    "contextID":"Digunakan dalam situasi santai untuk menyatakan ketidakpastian atau kebingungan tentang suatu hal.",
    "contextEN":"Used in casual situations to express uncertainty or confusion about something.",
    "exampleID":"Gataw deh, aku gak paham soal itu.",
    "exampleEN":"I don't know, I don't understand that.",
    "sentiment":"neutral"
  },
  {
    "slang":"gatel",
    "translationID":"gatal",
    "translationEN":"itchy",
    "contextID":"Digunakan secara informal untuk menggambarkan perasaan tidak nyaman atau dorongan untuk melakukan sesuatu, sering kali terkait dengan rasa ingin tahu atau kegelisahan.",
    "contextEN":"Used informally to describe a feeling of discomfort or an urge to do something, often related to curiosity or restlessness.",
    "exampleID":"Gue gatel pengen jalan-jalan ke pantai.",
    "exampleEN":"I feel itchy to go to the beach.",
    "sentiment":"positive"
  },
  {
    "slang":"gausah",
    "translationID":"tidak usah",
    "translationEN":"no need",
    "contextID":"Digunakan dalam situasi santai untuk menyatakan bahwa sesuatu tidak perlu dilakukan, sering kali dengan nada yang menenangkan atau menghibur.",
    "contextEN":"Used in casual situations to express that something is unnecessary, often with a soothing or comforting tone.",
    "exampleID":"Gausah khawatir, semuanya akan baik-baik saja.",
    "exampleEN":"No need to worry, everything will be fine.",
    "sentiment":"positive"
  },
  {
    "slang":"gawe",
    "translationID":"kerja",
    "translationEN":"work",
    "contextID":"Digunakan dalam konteks informal, sering kali di kalangan anak muda atau pekerja kreatif untuk merujuk pada aktivitas kerja atau proyek.",
    "contextEN":"Used in informal contexts, often among young people or creative workers to refer to work activities or projects.",
    "exampleID":"Hari ini aku harus gawe dari pagi sampai sore.",
    "exampleEN":"Today I have to work from morning until evening.",
    "sentiment":"neutral"
  },
  {
    "slang":"gblk",
    "translationID":"goblok",
    "translationEN":"fool \/ stupid",
    "contextID":"Digunakan untuk menyebut seseorang yang dianggap bodoh atau melakukan hal yang tidak masuk akal, seringkali dengan nada sarkastis.",
    "contextEN":"Used to refer to someone who is considered foolish or doing something unreasonable, often with a sarcastic tone.",
    "exampleID":"Dia sampai terlambat karena tidak bangun pagi, gblk banget.",
    "exampleEN":"He was late because he didn't wake up on time, so stupid.",
    "sentiment":"negative"
  },
  {
    "slang":"gbr",
    "translationID":"gambar",
    "translationEN":"image",
    "contextID":"Digunakan dalam konteks digital, terutama di media sosial dan pesan instan, untuk merujuk pada gambar atau foto.",
    "contextEN":"Used in digital contexts, particularly in social media and instant messaging, to refer to an image or photo.",
    "exampleID":"Aku udah kirim gbr yang kamu minta.",
    "exampleEN":"I've sent the image you requested.",
    "sentiment":"neutral"
  },
  {
    "slang":"gdg",
    "translationID":"gudang",
    "translationEN":"warehouse",
    "contextID":"Digunakan dalam konteks percakapan santai atau slang, biasanya merujuk pada tempat penyimpanan barang atau sebagai istilah untuk sesuatu yang besar atau penuh.",
    "contextEN":"Used in casual conversation or slang, usually referring to a storage place for goods or as a term for something large or filled.",
    "exampleID":"Aku simpan semua barang di gdg.",
    "exampleEN":"I stored all the items in the warehouse.",
    "sentiment":"neutral"
  },
  {
    "slang":"gembel",
    "translationID":"jelek",
    "translationEN":"ugly",
    "contextID":"Digunakan untuk menggambarkan sesuatu atau seseorang yang dianggap tidak menarik secara fisik. Sering dipakai dengan nada merendahkan.",
    "contextEN":"Used to describe something or someone considered unattractive physically. Often used in a derogatory tone.",
    "exampleID":"Baju itu gembel banget, nggak cocok sama kamu.",
    "exampleEN":"That shirt looks really ugly, it doesn't suit you.",
    "sentiment":"negative"
  },
  {
    "slang":"gengges",
    "translationID":"ganggu",
    "translationEN":"annoying",
    "contextID":"Digunakan untuk menggambarkan seseorang atau sesuatu yang mengganggu atau membuat kesal, sering kali dengan nada bercanda atau akrab.",
    "contextEN":"Used to describe someone or something that is bothersome or irritating, often in a joking or friendly tone.",
    "exampleID":"Kamu jangan gengges deh, bikin aku kesel.",
    "exampleEN":"Don't be annoying, you're making me upset.",
    "sentiment":"negative"
  },
  {
    "slang":"ghiy",
    "translationID":"lagi",
    "translationEN":"again",
    "contextID":"Digunakan dalam percakapan santai untuk menunjukkan bahwa sesuatu terjadi kembali atau diulang.",
    "contextEN":"Used in casual conversation to indicate that something is happening again or being repeated.",
    "exampleID":"Ayo kita nonton film ini ghiy.",
    "exampleEN":"Let's watch this movie again.",
    "sentiment":"neutral"
  },
  {
    "slang":"gi",
    "translationID":"lagi",
    "translationEN":"again",
    "contextID":"Digunakan dalam percakapan santai untuk menyatakan pengulangan atau tindakan yang dilakukan kembali.",
    "contextEN":"Used in casual conversations to indicate repetition or an action being done again.",
    "exampleID":"Ayo kita nonton film gi!",
    "exampleEN":"Come on, let's watch the movie again!",
    "sentiment":"positive"
  },
  {
    "slang":"gilak",
    "translationID":"gila",
    "translationEN":"crazy",
    "contextID":"Digunakan untuk mengekspresikan keterkejutan atau ketidakpercayaan, sering kali dalam konteks yang menggembirakan atau mengejutkan.",
    "contextEN":"Used to express surprise or disbelief, often in a context that is exciting or shocking.",
    "exampleID":"Gilak, dia bisa menyelesaikan masalah itu dalam waktu sekejap!",
    "exampleEN":"Wow, he can solve that problem in no time!",
    "sentiment":"positive"
  },
  {
    "slang":"gile",
    "translationID":"gila",
    "translationEN":"crazy",
    "contextID":"Digunakan dalam konteks informal untuk menggambarkan sesuatu yang ekstrem, luar biasa, atau mengejutkan, baik dalam arti positif maupun negatif.",
    "contextEN":"Used informally to describe something extreme, extraordinary, or surprising, either in a positive or negative sense.",
    "exampleID":"Acara itu gile seru banget!",
    "exampleEN":"That event was crazy fun!",
    "sentiment":"positive"
  },
  {
    "slang":"gitu",
    "translationID":"begitu",
    "translationEN":"like that",
    "contextID":"Digunakan untuk menyatakan persetujuan atau penekanan pada suatu pernyataan, sering kali dalam percakapan santai.",
    "contextEN":"Used to express agreement or emphasize a statement, often in casual conversation.",
    "exampleID":"Jadi, kita mau nonton film gitu?",
    "exampleEN":"So, we want to watch a movie like that?",
    "sentiment":"neutral"
  },
  {
    "slang":"gituan",
    "translationID":"begitu",
    "translationEN":"like that",
    "contextID":"Digunakan untuk merujuk pada sesuatu yang dianggap sama atau sejenis, seringkali dalam percakapan santai.",
    "contextEN":"Used to refer to something considered similar or of the same kind, often in casual conversation.",
    "exampleID":"Dia suka makanan gituan, kayak sushi sama sashimi.",
    "exampleEN":"He likes food like that, such as sushi and sashimi.",
    "sentiment":"neutral"
  },
  {
    "slang":"gituh",
    "translationID":"begitu",
    "translationEN":"like that",
    "contextID":"Digunakan untuk menegaskan atau mengulangi pernyataan sebelumnya, sering kali dengan nada santai atau akrab.",
    "contextEN":"Used to emphasize or reiterate a previous statement, often with a casual or familiar tone.",
    "exampleID":"Jadi, kita mau nonton film gituh.",
    "exampleEN":"So, we’re going to watch a movie like that.",
    "sentiment":"neutral"
  },
  {
    "slang":"gituin",
    "translationID":"itu",
    "translationEN":"that",
    "contextID":"Digunakan untuk merujuk pada sesuatu yang telah disebutkan sebelumnya, sering kali dalam konteks informal atau santai.",
    "contextEN":"Used to refer to something previously mentioned, often in informal or casual contexts.",
    "exampleID":"Gituin aja, gampang kok.",
    "exampleEN":"Just do that, it's easy.",
    "sentiment":"neutral"
  },
  {
    "slang":"gk",
    "translationID":"tidak",
    "translationEN":"not",
    "contextID":"Sering digunakan dalam komunikasi santai, terutama di media sosial, untuk mengekspresikan penolakan atau ketidaksetujuan dengan cara yang lebih kasual.",
    "contextEN":"Often used in casual communication, especially on social media, to express denial or disagreement in a more laid-back manner.",
    "exampleID":"Gk mau pergi ke pesta malam ini.",
    "exampleEN":"I’m not going to the party tonight.",
    "sentiment":"negative"
  },
  {
    "slang":"gmana",
    "translationID":"bagaimana",
    "translationEN":"how",
    "contextID":"Digunakan dalam percakapan santai untuk menanyakan keadaan atau cara sesuatu dilakukan. Slang ini sering ditemukan dalam komunikasi digital dan informal.",
    "contextEN":"Used in casual conversations to ask about a state or how something is done. This slang is often found in digital and informal communication.",
    "exampleID":"Gimana kabarmu hari ini?",
    "exampleEN":"How are you doing today?",
    "sentiment":"neutral"
  },
  {
    "slang":"gmbr",
    "translationID":"gambar",
    "translationEN":"image",
    "contextID":"Disingkat dari 'gambar', sering digunakan dalam komunikasi digital untuk merujuk pada gambar atau foto, terutama dalam konteks media sosial dan pesan instan.",
    "contextEN":"Shortened from 'gambar'; commonly used in digital communication to refer to images or photos, especially in the context of social media and instant messaging.",
    "exampleID":"Kirim gmbr itu ke aku ya.",
    "exampleEN":"Send me that image, okay?",
    "sentiment":"neutral"
  },
  {
    "slang":"gmn",
    "translationID":"bagaimana",
    "translationEN":"how",
    "contextID":"Sering digunakan dalam komunikasi informal, terutama di pesan teks, untuk menanyakan cara atau keadaan sesuatu dengan nada santai.",
    "contextEN":"Commonly used in informal communication, especially in text messages, to inquire about the way or state of something in a casual tone.",
    "exampleID":"Gmn kabar kamu sekarang?",
    "exampleEN":"How are you doing now?",
    "sentiment":"neutral"
  },
  {
    "slang":"gmna",
    "translationID":"bagaimana",
    "translationEN":"how",
    "contextID":"Digunakan dalam percakapan sehari-hari, terutama di media sosial, untuk menanyakan cara atau keadaan sesuatu dengan cara yang santai.",
    "contextEN":"Used in everyday conversations, especially on social media, to ask about the way or state of something in a casual manner.",
    "exampleID":"Gmna kabar kamu?",
    "exampleEN":"How are you doing?",
    "sentiment":"neutral"
  },
  {
    "slang":"gmpg",
    "translationID":"gampang",
    "translationEN":"easy",
    "contextID":"Digunakan untuk menggambarkan sesuatu yang tidak sulit atau dapat dilakukan dengan cepat dan tanpa usaha yang besar.",
    "contextEN":"Used to describe something that is not difficult or can be done quickly and with little effort.",
    "exampleID":"Soal ujian ini gmpg banget.",
    "exampleEN":"This exam question is really easy.",
    "sentiment":"positive"
  },
  {
    "slang":"gmpng",
    "translationID":"gampang",
    "translationEN":"easy",
    "contextID":"Digunakan untuk mengekspresikan sesuatu yang dianggap mudah dilakukan atau dipahami. Sering digunakan dalam percakapan santai.",
    "contextEN":"Used to express that something is considered easy to do or understand. Commonly used in casual conversations.",
    "exampleID":"Ini soal ujian gmpng banget.",
    "exampleEN":"This exam question is really easy.",
    "sentiment":"positive"
  },
  {
    "slang":"gni",
    "translationID":"begini",
    "translationEN":"like this",
    "contextID":"Sering digunakan dalam percakapan santai untuk mengarahkan perhatian atau menjelaskan sesuatu dengan cara yang lebih informal.",
    "contextEN":"Often used in casual conversations to direct attention or explain something in a more informal manner.",
    "exampleID":"Gni, aku mau cerita tentang kemarin.",
    "exampleEN":"Like this, I want to tell you about yesterday.",
    "sentiment":"neutral"
  },
  {
    "slang":"gnti",
    "translationID":"ganti",
    "translationEN":"replace",
    "contextID":"Digunakan dalam konteks yang lebih santai atau informal untuk menyatakan keinginan atau kebutuhan untuk mengganti sesuatu.",
    "contextEN":"Used in a more casual or informal context to express a desire or need to replace something.",
    "exampleID":"Aku mau gnti baju baru untuk acara besok.",
    "exampleEN":"I want to replace my clothes with new ones for the event tomorrow.",
    "sentiment":"neutral"
  },
  {
    "slang":"gpny",
    "translationID":"tidak punya",
    "translationEN":"don't have",
    "contextID":"Digunakan untuk menyatakan ketidakberadaan sesuatu, sering kali dalam konteks informal atau sehari-hari.",
    "contextEN":"Used to indicate the absence of something, often in informal or everyday contexts.",
    "exampleID":"Gak ada duit, gpny.",
    "exampleEN":"I have no money, don't have it.",
    "sentiment":"negative"
  },
  {
    "slang":"gpp",
    "translationID":"tidak apa-apa",
    "translationEN":"it's okay \/ no problem",
    "contextID":"Digunakan untuk menanggapi permintaan atau situasi yang mungkin menimbulkan rasa khawatir, menunjukkan bahwa semuanya baik-baik saja.",
    "contextEN":"Used to respond to requests or situations that might cause concern, indicating that everything is fine.",
    "exampleID":"Maaf ya, aku telat. Gpp kok.",
    "exampleEN":"Sorry I'm late. It's okay.",
    "sentiment":"positive"
  },
  {
    "slang":"gprnh",
    "translationID":"tidak pernah",
    "translationEN":"never",
    "contextID":"Digunakan dalam percakapan santai untuk mengekspresikan ketidakpernahan atau ketidakmungkinan melakukan sesuatu.",
    "contextEN":"Used in casual conversations to express the idea of never having done something or the impossibility of doing it.",
    "exampleID":"Gprnh aku berani coba makanan itu.",
    "exampleEN":"I never dare to try that food.",
    "sentiment":"negative"
  },
  {
    "slang":"gr2",
    "translationID":"gara-gara",
    "translationEN":"because of",
    "contextID":"Digunakan untuk menjelaskan penyebab atau alasan suatu kejadian, sering kali dalam konteks yang lebih santai atau informal.",
    "contextEN":"Used to explain the cause or reason for an event, often in a more casual or informal context.",
    "exampleID":"Aku telat gr2 macet di jalan.",
    "exampleEN":"I'm late because of traffic on the road.",
    "sentiment":"neutral"
  },
  {
    "slang":"gratisan",
    "translationID":"gratis",
    "translationEN":"free of charge",
    "contextID":"Digunakan untuk menggambarkan sesuatu yang tidak memerlukan biaya, sering kali dalam konteks promosi atau tawaran.",
    "contextEN":"Used to describe something that does not require payment, often in the context of promotions or offers.",
    "exampleID":"Makan di restoran ini gratisan setiap hari Jumat.",
    "exampleEN":"Eating at this restaurant is free of charge every Friday.",
    "sentiment":"positive"
  },
  {
    "slang":"gt",
    "translationID":"begitu",
    "translationEN":"like that",
    "contextID":"Digunakan untuk mengekspresikan persetujuan atau pengertian terhadap sesuatu yang telah disebutkan sebelumnya.",
    "contextEN":"Used to express agreement or understanding of something that has been previously mentioned.",
    "exampleID":"Jadi kamu mau pergi ke acara itu, gt?",
    "exampleEN":"So you want to go to that event, like that?",
    "sentiment":"neutral"
  },
  {
    "slang":"gtu",
    "translationID":"begitu",
    "translationEN":"like that \/ so",
    "contextID":"Digunakan dalam percakapan santai untuk menunjukkan persetujuan atau penegasan terhadap sesuatu yang telah disebutkan.",
    "contextEN":"Used in casual conversations to show agreement or affirmation towards something that has been mentioned.",
    "exampleID":"Jadi, kamu mau nonton film gtu?",
    "exampleEN":"So, you want to watch a movie like that?",
    "sentiment":"neutral"
  },
  {
    "slang":"gtw",
    "translationID":"tidak tahu",
    "translationEN":"don't know",
    "contextID":"Digunakan dalam percakapan online atau pesan teks untuk menyatakan ketidakpahaman atau ketidaktahuan terhadap suatu hal.",
    "contextEN":"Used in online conversations or text messages to express a lack of understanding or knowledge about something.",
    "exampleID":"Gtw deh kenapa dia tiba-tiba muncul.",
    "exampleEN":"I don't know why he suddenly showed up.",
    "sentiment":"neutral"
  },
  {
    "slang":"gua",
    "translationID":"saya",
    "translationEN":"I",
    "contextID":"Digunakan dalam percakapan santai dan informal, terutama di kalangan anak muda, untuk menyampaikan diri sendiri dengan cara yang lebih akrab.",
    "contextEN":"Used in casual and informal conversations, particularly among younger people, to refer to oneself in a more familiar manner.",
    "exampleID":"Gua mau pergi ke bioskop nanti malam.",
    "exampleEN":"I want to go to the cinema tonight.",
    "sentiment":"neutral"
  },
  {
    "slang":"gw",
    "translationID":"saya",
    "translationEN":"I",
    "contextID":"Digunakan dalam percakapan santai dan informal, terutama di kalangan anak muda, untuk menyatakan diri sendiri.",
    "contextEN":"Used in casual and informal conversations, particularly among young people, to refer to oneself.",
    "exampleID":"Gw mau nonton film nanti malam.",
    "exampleEN":"I want to watch a movie tonight.",
    "sentiment":"neutral"
  },
  {
    "slang":"gws",
    "translationID":"get well soon",
    "translationEN":"get well soon",
    "contextID":"Digunakan untuk menyampaikan harapan agar seseorang yang sedang sakit segera pulih.",
    "contextEN":"Used to express hope that someone who is ill will recover soon.",
    "exampleID":"Semoga cepat sembuh, ya! GWS!",
    "exampleEN":"Hope you get well soon! GWS!",
    "sentiment":"positive"
  },
  {
    "slang":"gx",
    "translationID":"tidak",
    "translationEN":"no",
    "contextID":"Digunakan dalam percakapan santai untuk mengekspresikan penolakan atau ketidaksetujuan dengan nada yang ringan.",
    "contextEN":"Used in casual conversations to express rejection or disagreement in a light-hearted tone.",
    "exampleID":"Gx, aku nggak mau ikut.",
    "exampleEN":"No, I don't want to join.",
    "sentiment":"negative"
  },
  {
    "slang":"hadeh",
    "translationID":"aduh",
    "translationEN":"oh dear \/ sigh",
    "contextID":"Digunakan untuk mengekspresikan keheranan, kekecewaan, atau frustrasi dalam situasi tertentu.",
    "contextEN":"Used to express disbelief, disappointment, or frustration in certain situations.",
    "exampleID":"Hadeh, kok bisa sih dia lupa ulang tahunnya?",
    "exampleEN":"Oh dear, how could he forget her birthday?",
    "sentiment":"negative"
  },
  {
    "slang":"hapal",
    "translationID":"hafal",
    "translationEN":"memorized",
    "contextID":"Digunakan untuk menyatakan bahwa seseorang telah mengingat sesuatu dengan baik, sering kali dalam konteks belajar atau ujian.",
    "contextEN":"Used to express that someone has memorized something well, often in the context of studying or exams.",
    "exampleID":"Aku sudah hapal semua materi ujian besok.",
    "exampleEN":"I have memorized all the material for tomorrow's exam.",
    "sentiment":"positive"
  },
  {
    "slang":"haqq",
    "translationID":"hakiki",
    "translationEN":"authentic",
    "contextID":"Digunakan untuk menggambarkan sesuatu yang asli, nyata, atau tidak palsu, seringkali dalam konteks kepercayaan diri atau kejujuran.",
    "contextEN":"Used to describe something that is genuine, real, or not fake, often in the context of confidence or honesty.",
    "exampleID":"Dia adalah orang yang haqq, tidak pernah berpura-pura.",
    "exampleEN":"He is an authentic person, never pretends.",
    "sentiment":"positive"
  },
  {
    "slang":"hargain",
    "translationID":"hargai",
    "translationEN":"appreciate",
    "contextID":"Digunakan untuk menunjukkan penghargaan kepada seseorang atau sesuatu, sering kali dalam konteks informal.",
    "contextEN":"Used to express appreciation for someone or something, often in an informal context.",
    "exampleID":"Ayo hargain semua usaha dia.",
    "exampleEN":"Let's appreciate all his efforts.",
    "sentiment":"positive"
  },
  {
    "slang":"harini",
    "translationID":"hari ini",
    "translationEN":"today",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk merujuk pada waktu sekarang atau hari yang sedang berlangsung.",
    "contextEN":"Used in everyday conversation to refer to the current time or the day that is ongoing.",
    "exampleID":"Harini aku ada janji dengan teman.",
    "exampleEN":"Today I have an appointment with a friend.",
    "sentiment":"neutral"
  },
  {
    "slang":"hbd",
    "translationID":"happy birthday",
    "translationEN":"happy birthday",
    "contextID":"Digunakan sebagai ucapan selamat ulang tahun, sering kali dalam bentuk pesan singkat atau di media sosial.",
    "contextEN":"Used as a birthday greeting, often in the form of a text message or on social media.",
    "exampleID":"Hbd, semoga semua impianmu tercapai tahun ini!",
    "exampleEN":"Hbd, may all your dreams come true this year!",
    "sentiment":"positive"
  },
  {
    "slang":"hbis",
    "translationID":"habis",
    "translationEN":"finished \/ used up",
    "contextID":"Digunakan dalam konteks untuk menyatakan bahwa sesuatu telah habis atau tidak tersedia lagi, sering kali dengan nada santai.",
    "contextEN":"Used in contexts to indicate that something is finished or no longer available, often with a casual tone.",
    "exampleID":"Minumannya udah hbis, kita pesan lagi yuk.",
    "exampleEN":"The drinks are all finished, let’s order more.",
    "sentiment":"neutral"
  },
  {
    "slang":"hbng",
    "translationID":"hubungi",
    "translationEN":"contact",
    "contextID":"Sering digunakan dalam pesan singkat atau media sosial untuk meminta seseorang menghubungi kembali tanpa menggunakan kata-kata formal.",
    "contextEN":"Commonly used in text messages or social media to ask someone to contact back without using formal language.",
    "exampleID":"Jangan lupa hbng aku ya setelah selesai.",
    "exampleEN":"Don't forget to contact me after you're done.",
    "sentiment":"neutral"
  },
  {
    "slang":"hbs",
    "translationID":"habis",
    "translationEN":"finished \/ done",
    "contextID":"Digunakan untuk menyatakan bahwa sesuatu telah selesai atau tidak ada lagi, sering digunakan dalam percakapan santai.",
    "contextEN":"Used to indicate that something is finished or has run out, often in casual conversations.",
    "exampleID":"Makanannya udah hbs, kita pesen lagi ya.",
    "exampleEN":"The food is already done, should we order more?",
    "sentiment":"neutral"
  },
  {
    "slang":"hbskn",
    "translationID":"habiskan",
    "translationEN":"finish \/ consume",
    "contextID":"Digunakan dalam konteks untuk menyelesaikan sesuatu, biasanya makanan atau tugas, sering kali dengan nada santai atau informal.",
    "contextEN":"Used in the context of finishing something, usually food or a task, often with a casual or informal tone.",
    "exampleID":"Ayo hbskn makanan ini sebelum dingin.",
    "exampleEN":"Come on, let's finish this food before it gets cold.",
    "sentiment":"neutral"
  },
  {
    "slang":"helo",
    "translationID":"halo",
    "translationEN":"hello",
    "contextID":"Digunakan sebagai sapaan informal antara teman atau dalam situasi santai.",
    "contextEN":"Used as an informal greeting among friends or in casual situations.",
    "exampleID":"Helo, apa kabar?",
    "exampleEN":"Hello, how are you?",
    "sentiment":"positive"
  },
  {
    "slang":"heters",
    "translationID":"pembenci",
    "translationEN":"haters",
    "contextID":"Digunakan untuk merujuk pada orang-orang yang membenci atau memiliki sikap negatif terhadap sesuatu atau seseorang, sering kali dalam konteks sosial atau media.",
    "contextEN":"Used to refer to people who harbor hatred or negative attitudes towards something or someone, often in social or media contexts.",
    "exampleID":"Banyak heters yang tidak suka dengan film terbaru itu.",
    "exampleEN":"There are many haters who dislike that latest movie.",
    "sentiment":"negative"
  },
  {
    "slang":"hlg",
    "translationID":"hilang",
    "translationEN":"missing",
    "contextID":"Digunakan untuk menggambarkan sesuatu yang tidak ada atau tidak ditemukan, sering kali dalam konteks yang informal atau sehari-hari.",
    "contextEN":"Used to describe something that is absent or not found, often in informal or everyday contexts.",
    "exampleID":"Kunci motor saya hlg, jadi saya tidak bisa pergi.",
    "exampleEN":"My motorcycle key is missing, so I can't go.",
    "sentiment":"negative"
  },
  {
    "slang":"hlm",
    "translationID":"halaman",
    "translationEN":"page",
    "contextID":"Merupakan singkatan dari 'halaman', sering digunakan dalam konteks digital untuk merujuk pada halaman dalam dokumen atau situs web.",
    "contextEN":"It is an abbreviation of 'halaman', often used in digital contexts to refer to pages in documents or websites.",
    "exampleID":"Coba buka hlm 10 dari laporan itu.",
    "exampleEN":"Please open page 10 of that report.",
    "sentiment":"neutral"
  },
  {
    "slang":"hlmn",
    "translationID":"halaman",
    "translationEN":"page",
    "contextID":"Merupakan singkatan dari 'halaman', sering digunakan dalam konteks digital untuk merujuk pada halaman suatu dokumen atau situs web.",
    "contextEN":"It is an abbreviation of 'halaman', commonly used in digital contexts to refer to a page of a document or website.",
    "exampleID":"Buka hlmn 10 untuk informasi lebih lanjut.",
    "exampleEN":"Open page 10 for more information.",
    "sentiment":"neutral"
  },
  {
    "slang":"hny",
    "translationID":"hanya",
    "translationEN":"only",
    "contextID":"Digunakan dalam percakapan informal untuk mengekspresikan batasan atau eksklusivitas, seringkali dengan nada santai.",
    "contextEN":"Used in informal conversations to express limitation or exclusivity, often with a casual tone.",
    "exampleID":"Aku hny mau nonton film hari ini.",
    "exampleEN":"I only want to watch a movie today.",
    "sentiment":"neutral"
  },
  {
    "slang":"hnya",
    "translationID":"hanya",
    "translationEN":"only",
    "contextID":"Digunakan untuk menyatakan bahwa sesuatu terbatas pada satu hal atau kondisi, sering kali dengan nada informal.",
    "contextEN":"Used to express that something is limited to one thing or condition, often in an informal tone.",
    "exampleID":"Aku mau beli satu burger, hnya.",
    "exampleEN":"I only want to buy one burger.",
    "sentiment":"neutral"
  },
  {
    "slang":"hqq",
    "translationID":"hakiki",
    "translationEN":"authentic",
    "contextID":"Digunakan untuk menyatakan sesuatu yang asli atau sejati, seringkali dalam konteks yang positif, menunjukkan keaslian atau kualitas tinggi.",
    "contextEN":"Used to express something that is genuine or true, often in a positive context, indicating authenticity or high quality.",
    "exampleID":"Makanan di restoran itu hqq banget.",
    "exampleEN":"The food at that restaurant is really authentic.",
    "sentiment":"positive"
  },
  {
    "slang":"hr",
    "translationID":"hari",
    "translationEN":"day",
    "contextID":"Digunakan dalam percakapan santai, seringkali di media sosial atau pesan teks untuk merujuk pada hari tertentu atau untuk mengungkapkan waktu secara informal.",
    "contextEN":"Used in casual conversations, often in social media or text messages to refer to a specific day or to express time informally.",
    "exampleID":"Besok adalah hr yang ditunggu-tunggu.",
    "exampleEN":"Tomorrow is the day we've been waiting for.",
    "sentiment":"positive"
  },
  {
    "slang":"hrg",
    "translationID":"harga",
    "translationEN":"price",
    "contextID":"Digunakan dalam percakapan sehari-hari, terutama di pasar, media sosial, atau saat bernegosiasi untuk merujuk pada harga barang atau jasa.",
    "contextEN":"Used in everyday conversations, especially in markets, social media, or during negotiations to refer to the price of goods or services.",
    "exampleID":"Berapa hrg baju ini?",
    "exampleEN":"How much is the price of this shirt?",
    "sentiment":"neutral"
  },
  {
    "slang":"hrgny",
    "translationID":"harganya",
    "translationEN":"its price",
    "contextID":"Digunakan dalam konteks percakapan informal untuk merujuk pada harga suatu barang dengan cara yang lebih singkat.",
    "contextEN":"Used in informal conversations to refer to the price of an item in a more concise manner.",
    "exampleID":"Eh, hrgny berapa sih?",
    "exampleEN":"Hey, what's its price?",
    "sentiment":"neutral"
  },
  {
    "slang":"hri",
    "translationID":"hari",
    "translationEN":"day",
    "contextID":"Digunakan dalam percakapan sehari-hari, sering kali dalam konteks santai atau informal.",
    "contextEN":"Used in everyday conversation, often in a casual or informal context.",
    "exampleID":"Besok adalah hri yang sangat spesial.",
    "exampleEN":"Tomorrow is a very special day.",
    "sentiment":"positive"
  },
  {
    "slang":"hrs",
    "translationID":"harus",
    "translationEN":"must \/ have to",
    "contextID":"Digunakan dalam percakapan santai untuk mengekspresikan keharusan atau kewajiban dengan nada yang lebih ringan.",
    "contextEN":"Used in casual conversations to express necessity or obligation in a lighter tone.",
    "exampleID":"Kamu hrs belajar sebelum ujian.",
    "exampleEN":"You must study before the exam.",
    "sentiment":"neutral"
  },
  {
    "slang":"hrsny",
    "translationID":"harusnya",
    "translationEN":"should have",
    "contextID":"Digunakan untuk menyatakan harapan atau keinginan yang tidak terpenuhi, biasanya dalam konteks penyesalan atau seharusnya melakukan sesuatu.",
    "contextEN":"Used to express a hope or desire that was not fulfilled, often in the context of regret or that something should have been done.",
    "exampleID":"Hrsny kita pergi ke acara itu kemarin.",
    "exampleEN":"We should have gone to that event yesterday.",
    "sentiment":"negative"
  },
  {
    "slang":"hrus",
    "translationID":"harus",
    "translationEN":"must",
    "contextID":"Digunakan dalam situasi santai dan akrab, sering kali untuk menekankan kewajiban atau keharusan dengan nuansa informal.",
    "contextEN":"Used in casual and familiar situations, often to emphasize obligation or necessity in an informal tone.",
    "exampleID":"Kamu hrus datang ke acara besok.",
    "exampleEN":"You must come to the event tomorrow.",
    "sentiment":"neutral"
  },
  {
    "slang":"hti",
    "translationID":"hati",
    "translationEN":"heart",
    "contextID":"Digunakan dalam konteks emosional, biasanya untuk mengekspresikan perasaan cinta, perhatian, atau kepedulian.",
    "contextEN":"Used in emotional contexts, typically to express feelings of love, affection, or care.",
    "exampleID":"Hati-hati di jalan ya.",
    "exampleEN":"Take care on the road, okay?",
    "sentiment":"positive"
  },
  {
    "slang":"hums",
    "translationID":"rumah",
    "translationEN":"home",
    "contextID":"Slang ini digunakan dalam konteks santai untuk merujuk pada rumah atau tempat tinggal, sering kali dengan nuansa keakraban dan kenyamanan.",
    "contextEN":"This slang is used in a casual context to refer to a house or place of residence, often with a sense of familiarity and comfort.",
    "exampleID":"Ayo kita pulang, sudah sore, waktunya nyampe di hums.",
    "exampleEN":"Let's go home, it's getting late, time to get to the hums.",
    "sentiment":"positive"
  },
  {
    "slang":"humz",
    "translationID":"rumah",
    "translationEN":"home",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk merujuk pada tempat tinggal seseorang, sering kali dengan nuansa keakraban atau kenyamanan.",
    "contextEN":"Used in everyday conversation to refer to someone's place of residence, often with a sense of familiarity or comfort.",
    "exampleID":"Ayo, kita pulang ke humz.",
    "exampleEN":"Come on, let's go home.",
    "sentiment":"positive"
  },
  {
    "slang":"huum",
    "translationID":"iya",
    "translationEN":"yes",
    "contextID":"Digunakan sebagai ungkapan setuju atau menerima, sering kali dengan nada santai atau casual.",
    "contextEN":"Used as an expression of agreement or acceptance, often in a relaxed or casual tone.",
    "exampleID":"Huum, aku setuju dengan pendapatmu.",
    "exampleEN":"Yes, I agree with your opinion.",
    "sentiment":"positive"
  },
  {
    "slang":"idiiot",
    "translationID":"idiot",
    "translationEN":"idiot",
    "contextID":"Digunakan untuk menyebut seseorang yang dianggap bodoh atau tidak cerdas, sering kali dalam konteks emosional atau frustrasi.",
    "contextEN":"Used to refer to someone considered foolish or not smart, often in an emotional or frustrated context.",
    "exampleID":"Dia benar-benar idiiot karena tidak mengerjakan tugasnya.",
    "exampleEN":"He's really an idiot for not doing his assignment.",
    "sentiment":"negative"
  },
  {
    "slang":"idup",
    "translationID":"hidup",
    "translationEN":"alive",
    "contextID":"Digunakan dalam konteks informal untuk menyatakan semangat atau keberadaan seseorang, sering kali dalam suasana ceria atau saat merayakan kehidupan.",
    "contextEN":"Used informally to express someone's spirit or existence, often in a cheerful atmosphere or when celebrating life.",
    "exampleID":"Akhir pekan ini kita harus pergi ke pantai, biar idup!",
    "exampleEN":"This weekend we should go to the beach, to feel alive!",
    "sentiment":"positive"
  },
  {
    "slang":"ily",
    "translationID":"saya cinta kamu",
    "translationEN":"I love you",
    "contextID":"Sering digunakan dalam pesan teks atau media sosial sebagai ungkapan kasih sayang yang informal dan akrab.",
    "contextEN":"Often used in text messages or social media as an informal and affectionate expression of love.",
    "exampleID":"Aku cuma mau bilang, ily!",
    "exampleEN":"I just wanted to say, ily!",
    "sentiment":"positive"
  },
  {
    "slang":"inget",
    "translationID":"ingat",
    "translationEN":"remember",
    "contextID":"Digunakan dalam percakapan sehari-hari untuk mengingat sesuatu, sering kali dengan nuansa santai atau akrab.",
    "contextEN":"Used in everyday conversation to refer to remembering something, often with a casual or familiar tone.",
    "exampleID":"Eh, inget gak sih kita pernah ke pantai bareng?",
    "exampleEN":"Hey, do you remember we went to the beach together?",
    "sentiment":"neutral"
  },
  {
    "slang":"ingetin",
    "translationID":"ingatkan",
    "translationEN":"remind",
    "contextID":"Digunakan untuk meminta seseorang agar mengingatkan tentang sesuatu, seringkali dalam konteks yang santai atau akrab.",
    "contextEN":"Used to ask someone to remind about something, often in a casual or familiar context.",
    "exampleID":"Tolong ingetin saya tentang rapat besok ya.",
    "exampleEN":"Please remind me about the meeting tomorrow.",
    "sentiment":"positive"
  },
  {
    "slang":"ingt",
    "translationID":"ingat",
    "translationEN":"remember",
    "contextID":"Digunakan dalam percakapan santai, sering kali di antara teman-teman, untuk mengingatkan atau menekankan pentingnya ingatan.",
    "contextEN":"Used in casual conversations, often among friends, to remind or emphasize the importance of memory.",
    "exampleID":"Ingt ga sih waktu kita jalan-jalan kemarin?",
    "exampleEN":"Do you remember when we went out yesterday?",
    "sentiment":"neutral"
  },
  {
    "slang":"istrht",
    "translationID":"istirahat",
    "translationEN":"to rest",
    "contextID":"Digunakan dalam konteks santai, sering kali untuk menyarankan seseorang agar mengambil waktu untuk beristirahat dari aktivitas yang melelahkan.",
    "contextEN":"Used in a casual context, often to suggest someone take time to rest from tiring activities.",
    "exampleID":"Ayo kita istrht sebentar sebelum lanjut kerja.",
    "exampleEN":"Let's take a rest for a bit before continuing to work.",
    "sentiment":"positive"
  },
  {
    "slang":"item",
    "translationID":"hitam",
    "translationEN":"black",
    "contextID":"Digunakan dalam konteks informal untuk merujuk pada warna hitam, sering kali dengan nuansa yang lebih santai atau akrab.",
    "contextEN":"Used informally to refer to the color black, often with a more casual or familiar nuance.",
    "exampleID":"Dia pakai item baru yang keren banget.",
    "exampleEN":"He wore a cool new black outfit.",
    "sentiment":"neutral"
  },
  {
    "slang":"itumah",
    "translationID":"itu",
    "translationEN":"that",
    "contextID":"Digunakan dalam percakapan santai untuk merujuk pada sesuatu yang sudah disebutkan sebelumnya, sering kali dengan nada akrab atau informal.",
    "contextEN":"Used in casual conversation to refer to something previously mentioned, often with a friendly or informal tone.",
    "exampleID":"Itumah yang aku bilang kemarin.",
    "exampleEN":"That's what I said yesterday.",
    "sentiment":"neutral"
  },
  {
    "slang":"ituu",
    "translationID":"itu",
    "translationEN":"that",
    "contextID":"Digunakan untuk menekankan sesuatu yang telah disebutkan sebelumnya, seringkali dengan nuansa kekaguman atau ketidakpuasan.",
    "contextEN":"Used to emphasize something that has been previously mentioned, often with a tone of admiration or dissatisfaction.",
    "exampleID":"Ituu bener-bener keren!",
    "exampleEN":"That is really cool!",
    "sentiment":"positive"
  },
  {
    "slang":"iy",
    "translationID":"iya",
    "translationEN":"yes",
    "contextID":"Digunakan dalam percakapan sehari-hari sebagai bentuk persetujuan atau konfirmasi yang lebih santai.",
    "contextEN":"Used in everyday conversation as a casual form of agreement or confirmation.",
    "exampleID":"Iy, aku setuju dengan pendapatmu.",
    "exampleEN":"Yes, I agree with your opinion.",
    "sentiment":"positive"
  },
  {
    "slang":"iyach",
    "translationID":"iya",
    "translationEN":"yes",
    "contextID":"Digunakan dalam percakapan santai untuk menyatakan persetujuan atau konfirmasi dengan nada yang lebih akrab dan informal.",
    "contextEN":"Used in casual conversations to express agreement or confirmation in a more familiar and informal tone.",
    "exampleID":"Iyach, aku setuju dengan pendapatmu.",
    "exampleEN":"Yes, I agree with your opinion.",
    "sentiment":"positive"
  },
  {
    "slang":"iyain",
    "translationID":"mengiyakan",
    "translationEN":"to affirm \/ to agree",
    "contextID":"Digunakan dalam situasi santai untuk menyatakan persetujuan atau mendukung pendapat seseorang.",
    "contextEN":"Used in casual situations to express agreement or support for someone’s opinion.",
    "exampleID":"Kalau kamu bilang itu bagus, ya iyain aja.",
    "exampleEN":"If you say it's good, just affirm it.",
    "sentiment":"positive"
  },
  {
    "slang":"iyap",
    "translationID":"iya",
    "translationEN":"yes",
    "contextID":"Digunakan dalam percakapan santai untuk menyatakan persetujuan atau konfirmasi secara informal.",
    "contextEN":"Used in casual conversations to express agreement or confirmation in an informal manner.",
    "exampleID":"Iya, iyap, saya setuju dengan pendapatmu.",
    "exampleEN":"Yes, sure, I agree with your opinion.",
    "sentiment":"positive"
  },
  {
    "slang":"iyapz",
    "translationID":"iya",
    "translationEN":"yes",
    "contextID":"Digunakan sebagai bentuk persetujuan yang lebih santai dan akrab, sering kali dalam percakapan informal.",
    "contextEN":"Used as a casual and friendly way to express agreement, often in informal conversations.",
    "exampleID":"Iyapz, aku setuju dengan rencanamu.",
    "exampleEN":"Yes, I agree with your plan.",
    "sentiment":"positive"
  },
  {
    "slang":"iyoo",
    "translationID":"iya",
    "translationEN":"yes",
    "contextID":"Digunakan sebagai ungkapan persetujuan yang lebih santai dan tidak formal, sering kali dengan nuansa ceria atau akrab.",
    "contextEN":"Used as a casual and informal expression of agreement, often with a cheerful or friendly nuance.",
    "exampleID":"Iyoo, aku setuju sama pendapatmu!",
    "exampleEN":"Yes, I agree with your opinion!",
    "sentiment":"positive"
  },
  {
    "slang":"iyup",
    "translationID":"iya",
    "translationEN":"yes",
    "contextID":"Digunakan sebagai bentuk persetujuan yang santai dan akrab, biasanya dalam percakapan informal.",
    "contextEN":"Used as a casual and friendly form of agreement, typically in informal conversations.",
    "exampleID":"Iyup, aku setuju dengan rencana itu.",
    "exampleEN":"Yes, I agree with that plan.",
    "sentiment":"positive"
  },
  {
    "slang":"iyupz",
    "translationID":"iya",
    "translationEN":"yes",
    "contextID":"Digunakan dalam percakapan santai, sering kali untuk menunjukkan persetujuan dengan nada yang lebih informal dan akrab.",
    "contextEN":"Used in casual conversations, often to express agreement in a more informal and friendly tone.",
    "exampleID":"Iyupz, aku setuju sama pendapatmu.",
    "exampleEN":"Yes, I agree with your opinion.",
    "sentiment":"positive"
  },
  {
    "slang":"jadiin",
    "translationID":"jadi",
    "translationEN":"to make something happen \/ to turn into",
    "contextID":"Digunakan dalam konteks informal untuk menyatakan keinginan agar sesuatu menjadi kenyataan atau terwujud.",
    "contextEN":"Used informally to express a desire for something to happen or to come into being.",
    "exampleID":"Ayo, jadiin rencana kita buat liburan tahun depan!",
    "exampleEN":"Come on, let's make our plan for next year's vacation happen!",
    "sentiment":"positive"
  },
  {
    "slang":"jadull",
    "translationID":"jadul",
    "translationEN":"old-fashioned",
    "contextID":"Digunakan untuk menggambarkan sesuatu yang sudah ketinggalan zaman, baik dalam mode, musik, maupun budaya.",
    "contextEN":"Used to describe something that is outdated, whether in fashion, music, or culture.",
    "exampleID":"Gaya baju dia jadull banget.",
    "exampleEN":"His outfit is so old-fashioned.",
    "sentiment":"negative"
  },
  {
    "slang":"jamber",
    "translationID":"jam berapa",
    "translationEN":"what time",
    "contextID":"Digunakan dalam percakapan santai untuk menanyakan waktu dengan cara yang lebih kasual dan akrab.",
    "contextEN":"Used in casual conversations to ask for the time in a more relaxed and familiar manner.",
    "exampleID":"Eh, jamber lu sekarang?",
    "exampleEN":"Hey, what time is it for you now?",
    "sentiment":"neutral"
  },
  {
    "slang":"jancoeg",
    "translationID":"jancuk",
    "translationEN":"fuck",
    "contextID":"Digunakan sebagai ungkapan kekesalan atau kejengkelan, seringkali dalam situasi emosional.",
    "contextEN":"Used as an expression of annoyance or frustration, often in emotional situations.",
    "exampleID":"Jancoeg, ini tugasnya susah banget!",
    "exampleEN":"Fuck, this assignment is really difficult!",
    "sentiment":"negative"
  },
  {
    "slang":"jatoh",
    "translationID":"jatuh",
    "translationEN":"fall",
    "contextID":"Digunakan dalam konteks santai atau informal, sering kali untuk menggambarkan situasi yang tidak serius atau lucu.",
    "contextEN":"Used in a casual or informal context, often to describe a situation that is not serious or is humorous.",
    "exampleID":"Eh, aku jatoh dari kursi deh!",
    "exampleEN":"Hey, I just fell off the chair!",
    "sentiment":"negative"
  },
  {
    "slang":"jawabanya",
    "translationID":"jawabannya",
    "translationEN":"the answer",
    "contextID":"Merupakan bentuk tidak baku dari 'jawabannya', sering digunakan dalam percakapan santai atau di media sosial.",
    "contextEN":"An informal form of 'jawabannya', often used in casual conversations or on social media.",
    "exampleID":"Eh, jawabanya udah bener belum?",
    "exampleEN":"Hey, is the answer correct yet?",
    "sentiment":"neutral"
  },
  {
    "slang":"jd",
    "translationID":"jadi",
    "translationEN":"become",
    "contextID":"Singkatan dari 'jadi', digunakan dalam percakapan santai dan informal, sering kali di media sosial atau pesan teks.",
    "contextEN":"An abbreviation of 'jadi', used in casual and informal conversations, often found in social media or text messages.",
    "exampleID":"Gue jd mau ikut acara besok.",
    "exampleEN":"I’m going to join the event tomorrow.",
    "sentiment":"neutral"
  },
  {
    "slang":"jdi",
    "translationID":"jadi",
    "translationEN":"become",
    "contextID":"Sering digunakan dalam percakapan santai atau media sosial untuk menyatakan perubahan status atau keadaan.",
    "contextEN":"Commonly used in casual conversations or on social media to express a change in status or condition.",
    "exampleID":"Gue jdi capek setelah seharian kerja.",
    "exampleEN":"I became tired after working all day.",
    "sentiment":"neutral"
  },
  {
    "slang":"jdny",
    "translationID":"jadinya",
    "translationEN":"so \/ therefore",
    "contextID":"Digunakan untuk menyatakan konsekuensi atau hasil dari suatu keadaan, seringkali dalam percakapan santai.",
    "contextEN":"Used to express a consequence or result of a situation, typically in casual conversations.",
    "exampleID":"Aku udah belajar keras, jdny aku lulus ujian.",
    "exampleEN":"I studied hard, so I passed the exam.",
    "sentiment":"positive"
  },
  {
    "slang":"jdnya",
    "translationID":"jadinya",
    "translationEN":"so it turns out",
    "contextID":"Digunakan untuk menyatakan hasil atau konsekuensi dari suatu situasi, sering kali dengan nada santai atau informal.",
    "contextEN":"Used to express the result or consequence of a situation, often in a casual or informal tone.",
    "exampleID":"Gue udah nungguin lama, jdnya dia gak jadi datang.",
    "exampleEN":"I waited for a long time, so it turns out he didn't come.",
    "sentiment":"neutral"
  },
  {
    "slang":"jdwl",
    "translationID":"jadwal",
    "translationEN":"schedule",
    "contextID":"Digunakan dalam komunikasi sehari-hari, terutama dalam pesan singkat, untuk merujuk pada jadwal kegiatan atau waktu tertentu.",
    "contextEN":"Used in everyday communication, especially in text messages, to refer to a schedule of activities or specific times.",
    "exampleID":"Gimana, udah ada jdwl untuk meeting besok?",
    "exampleEN":"So, do you have the schedule for tomorrow's meeting?",
    "sentiment":"neutral"
  },
  {
    "slang":"jem",
    "translationID":"jam",
    "translationEN":"o'clock",
    "contextID":"Digunakan dalam percakapan santai untuk menyebutkan waktu, biasanya dalam konteks yang lebih informal.",
    "contextEN":"Used in casual conversations to refer to time, typically in a more informal context.",
    "exampleID":"Ayo kita ketemu jam 5, ya.",
    "exampleEN":"Let's meet at 5 o'clock, okay?",
    "sentiment":"neutral"
  },
  {
    "slang":"jg",
    "translationID":"juga",
    "translationEN":"also",
    "contextID":"Slang ini digunakan untuk menunjukkan tambahan informasi atau kesamaan dalam percakapan, sering kali dalam konteks santai atau informal.",
    "contextEN":"This slang is used to indicate additional information or similarity in conversation, often in a casual or informal context.",
    "exampleID":"Aku jg mau nonton film itu.",
    "exampleEN":"I also want to watch that movie.",
    "sentiment":"neutral"
  },
  {
    "slang":"jga",
    "translationID":"juga",
    "translationEN":"also",
    "contextID":"Slang yang digunakan untuk mengekspresikan tambahan informasi atau persetujuan dalam percakapan santai.",
    "contextEN":"A slang used to express additional information or agreement in casual conversation.",
    "exampleID":"Kamu mau nonton film? Aku jga mau.",
    "exampleEN":"You want to watch a movie? I also want to.",
    "sentiment":"positive"
  },
  {
    "slang":"jgan",
    "translationID":"jangan",
    "translationEN":"don't",
    "contextID":"Digunakan dalam konteks informal untuk meminta seseorang agar tidak melakukan sesuatu, sering kali dengan nada santai atau akrab.",
    "contextEN":"Used in informal contexts to ask someone not to do something, often with a casual or friendly tone.",
    "exampleID":"Jgan pergi dulu, tunggu aku!",
    "exampleEN":"Don't leave yet, wait for me!",
    "sentiment":"neutral"
  },
  {
    "slang":"jglh",
    "translationID":"jagalah",
    "translationEN":"take care",
    "contextID":"Digunakan sebagai ungkapan perpisahan atau nasihat agar seseorang menjaga diri dan kondisinya, sering kali diungkapkan dengan nada perhatian.",
    "contextEN":"Used as a farewell expression or advice for someone to take care of themselves and their well-being, often conveyed with a tone of concern.",
    "exampleID":"Jangan lupa jglh ya selama perjalanan.",
    "exampleEN":"Don't forget to take care during the trip.",
    "sentiment":"positive"
  },
  {
    "slang":"jgn",
    "translationID":"jangan",
    "translationEN":"don't",
    "contextID":"Digunakan sebagai bentuk singkat dari 'jangan', sering digunakan dalam komunikasi informal, terutama di pesan teks atau media sosial.",
    "contextEN":"Used as a shorthand for 'jangan', commonly employed in informal communication, especially in text messages or social media.",
    "exampleID":"Jgn lupa bawa payung ya!",
    "exampleEN":"Don't forget to bring an umbrella!",
    "sentiment":"neutral"
  },
  {
    "slang":"jgnjgn",
    "translationID":"jangan-jangan",
    "translationEN":"perhaps \/ maybe",
    "contextID":"Digunakan untuk menyatakan dugaan atau kemungkinan terhadap suatu situasi, seringkali dengan nuansa ketidakpastian.",
    "contextEN":"Used to express a guess or possibility about a situation, often with a tone of uncertainty.",
    "exampleID":"Jgnjgn dia udah pergi sebelum kita sampai.",
    "exampleEN":"Maybe he left before we arrived.",
    "sentiment":"neutral"
  },
  {
    "slang":"jing",
    "translationID":"anjing",
    "translationEN":"dog",
    "contextID":"Digunakan sebagai ungkapan kasar atau makian, biasanya dalam situasi marah atau frustrasi.",
    "contextEN":"Used as a harsh expression or insult, typically in situations of anger or frustration.",
    "exampleID":"Jing, dia bikin aku kesal banget!",
    "exampleEN":"Damn, he really annoys me a lot!",
    "sentiment":"negative"
  },
  {
    "slang":"jink",
    "translationID":"anjing",
    "translationEN":"dog",
    "contextID":"Digunakan sebagai ungkapan marah atau frustrasi, sering kali dalam konteks yang emosional.",
    "contextEN":"Used as an expression of anger or frustration, often in an emotional context.",
    "exampleID":"Jink, kamu bikin aku stress banget!",
    "exampleEN":"Damn, you're stressing me out so much!",
    "sentiment":"negative"
  },
  {
    "slang":"jk",
    "translationID":"jika",
    "translationEN":"if",
    "contextID":"Digunakan sebagai singkatan informal dalam percakapan atau pesan teks untuk menyatakan kemungkinan atau kondisi.",
    "contextEN":"Used as an informal shorthand in conversations or text messages to express possibility or condition.",
    "exampleID":"JK kamu mau ikut, ya?",
    "exampleEN":"If you want to join, right?",
    "sentiment":"neutral"
  },
  {
    "slang":"jkrt",
    "translationID":"jakarta",
    "translationEN":"Jakarta",
    "contextID":"Merupakan singkatan yang umum digunakan di kalangan anak muda dan media sosial untuk menyebut ibu kota Indonesia, Jakarta, sering kali dengan nuansa santai.",
    "contextEN":"A commonly used abbreviation among youth and on social media to refer to the capital city of Indonesia, Jakarta, often with a casual tone.",
    "exampleID":"Gue rencana liburan ke jkrt bulan depan.",
    "exampleEN":"I'm planning a vacation to jkrt next month.",
    "sentiment":"neutral"
  },
  {
    "slang":"jkt",
    "translationID":"jakarta",
    "translationEN":"Jakarta",
    "contextID":"Merupakan singkatan yang umum digunakan dalam percakapan sehari-hari atau di media sosial untuk merujuk pada ibu kota Indonesia, Jakarta.",
    "contextEN":"It is a common abbreviation used in everyday conversations or on social media to refer to the capital city of Indonesia, Jakarta.",
    "exampleID":"Gue mau ke jkt akhir minggu ini.",
    "exampleEN":"I'm going to Jakarta this weekend.",
    "sentiment":"neutral"
  },
  {
    "slang":"jl",
    "translationID":"jalan",
    "translationEN":"street",
    "contextID":"Singkatan dari 'jalan', sering digunakan dalam percakapan santai di kalangan anak muda untuk merujuk pada tempat atau lokasi.",
    "contextEN":"A shorthand for 'jalan', commonly used in casual conversations among young people to refer to a place or location.",
    "exampleID":"Ayo kita jalan-jalan di jl Sudirman.",
    "exampleEN":"Let's hang out on jl Sudirman.",
    "sentiment":"neutral"
  },
  {
    "slang":"jln",
    "translationID":"jalan",
    "translationEN":"road",
    "contextID":"Merupakan singkatan dari 'jalan', sering digunakan dalam percakapan sehari-hari, terutama di kalangan anak muda atau pengguna media sosial.",
    "contextEN":"It is an abbreviation of 'jalan', commonly used in everyday conversations, especially among young people or social media users.",
    "exampleID":"Ayo kita jln-jln besok.",
    "exampleEN":"Let's go out for a drive tomorrow.",
    "sentiment":"positive"
  },
  {
    "slang":"jm",
    "translationID":"jam",
    "translationEN":"hour",
    "contextID":"Digunakan sebagai singkatan untuk menyebut waktu, sering dipakai dalam percakapan santai atau informal.",
    "contextEN":"Used as an abbreviation to refer to time, often employed in casual or informal conversations.",
    "exampleID":"Kita ketemu jam 3, ya?",
    "exampleEN":"Let's meet at 3 jm, okay?",
    "sentiment":"neutral"
  },
  {
    "slang":"jmbtn",
    "translationID":"jembatan",
    "translationEN":"bridge",
    "contextID":"Digunakan dalam konteks yang santai untuk merujuk pada jembatan, sering kali dalam percakapan sehari-hari.",
    "contextEN":"Used in a casual context to refer to a bridge, often in everyday conversation.",
    "exampleID":"Kita harus lewat jmbtn ini untuk sampai ke sebelah sana.",
    "exampleEN":"We need to go over this bridge to get to the other side.",
    "sentiment":"neutral"
  },
  {
    "slang":"jml",
    "translationID":"jumlah",
    "translationEN":"amount",
    "contextID":"Slang yang merupakan singkatan dari 'jumlah', sering digunakan dalam konteks percakapan santai atau informal, terutama saat membahas angka atau kuantitas.",
    "contextEN":"A slang abbreviation of 'jumlah', commonly used in casual or informal conversations, especially when discussing numbers or quantities.",
    "exampleID":"Berapa jml orang yang datang ke acara itu?",
    "exampleEN":"How many people came to that event?",
    "sentiment":"neutral"
  },
  {
    "slang":"jmlh",
    "translationID":"jumlah",
    "translationEN":"amount",
    "contextID":"Digunakan dalam konteks informal, terutama di media sosial atau pesan singkat untuk merujuk jumlah sesuatu dengan cara yang lebih singkat.",
    "contextEN":"Used in informal contexts, especially on social media or text messages to refer to the amount of something in a more concise way.",
    "exampleID":"Jmlh orang yang hadir di acara itu bikin senang.",
    "exampleEN":"The amount of people present at the event made me happy.",
    "sentiment":"positive"
  },
  {
    "slang":"jmpt",
    "translationID":"jemput",
    "translationEN":"to pick up",
    "contextID":"Digunakan dalam konteks meminta atau menawarkan untuk menjemput seseorang, biasanya dalam situasi santai atau informal.",
    "contextEN":"Used in the context of asking or offering to pick someone up, typically in a casual or informal situation.",
    "exampleID":"Nanti malam aku jmpt kamu ya.",
    "exampleEN":"I'll pick you up tonight.",
    "sentiment":"positive"
  },
  {
    "slang":"jmt",
    "translationID":"jumat",
    "translationEN":"Friday",
    "contextID":"Singkatan dari hari Jumat, sering digunakan dalam percakapan santai di kalangan anak muda untuk merujuk pada hari ini.",
    "contextEN":"An abbreviation for Friday, commonly used in casual conversations among young people to refer to this day.",
    "exampleID":"Akhirnya jmt, saatnya bersantai!",
    "exampleEN":"Finally it's Friday, time to relax!",
    "sentiment":"positive"
  },
  {
    "slang":"jng",
    "translationID":"jangan",
    "translationEN":"don't",
    "contextID":"Digunakan sebagai bentuk singkat dari 'jangan', sering dipakai dalam percakapan santai atau media sosial untuk mengekspresikan larangan atau permintaan agar tidak melakukan sesuatu.",
    "contextEN":"Used as a shorthand for 'jangan', often employed in casual conversations or social media to express prohibition or a request not to do something.",
    "exampleID":"Jng lupa bawa buku ya.",
    "exampleEN":"Don't forget to bring the book, okay?",
    "sentiment":"neutral"
  },
  {
    "slang":"anjeng",
    "translationID":"anjing",
    "translationEN":"dog",
    "contextID":"Dalam konteks bercanda antar teman, kadang digunakan secara akrab untuk mengekspresikan keterkejutan atau kekaguman tanpa maksud menghina.",
    "contextEN":"In friendly banter, sometimes used playfully to express surprise or amazement without offensive intent.",
    "exampleID":"Anjeng, lo keren banget sih!",
    "exampleEN":"Damn, you're so cool!",
    "sentiment":"positive"
  }
]